Repository: sleepycrow/eolie-po
Catalog: *.po
Languages: ar, de, es, fa, hr, lt, nb_no, nl, pl, pt_pt, uk

source: Show ads
ar: أظهر الإعلانات
de: Werbung anzeigen
es: Mostrar anuncios
fa: نمایش تبلیغ
hr: Prikaži oglase
lt: Rodyti reklamas
nb_no: Vis reklame
nl: Reclame tonen
pl: Pokaż reklamy
pt_pt: Mostrar ads
uk: Показувати оголошення

source: Show popups
ar: أظهر المنبثقات
de: Popupfenster anzeigen
es: Mostrar ventanas emergentes
fa: نمایش بازشونده‌ها
hr: Prikaži skočne prozore
lt: Rodyti iškylančiuosius langus
nb_no: Vis oppsprettsvinduer
nl: Pop-upvensters tonen
pl: Pokaż wyskakujące okienka
pt_pt: Mostrar pop-ups
uk: Показувати інформаційні вікна

source: Show images
ar: أظهر الصور
de: Bilder anzeigen
es: Mostrar imágenes
fa: نمایش عکس‌ها
hr: Prikaži slike
lt: Rodyti paveikslus
nb_no: Vis bilder
nl: Afbeeldingen tonen
pl: Wyświetlaj obrazy
pt_pt: Mostrar imagens
uk: Показувати зображення

source: Show multimedia
ar: أظهر الوسائط المتعددة
de: Multimedia-Elemente anzeigen
es: Mostrar multimedia
fa: نمایش چندرسانه‌ای
hr: Prikaži multimediju
lt: Rodyti multimediją
nb_no: Vis multimedia
nl: Multimedia tonen
pl: Pokazuj multimedia
pt_pt: Mostrar multimídia
uk: Показувати мультимедіа

source: Scripts
uk: Сценарії

source: Allow audio
nl: Audio toestaan
uk: Дозволити звук

source: Night mode
ar: الوضع الليلي
de: Nachtmodus
es: Modo oscuro
fa: حالت شب
hr: Noćni modus
lt: Naktinė veiksena
nb_no: Nattmodus
nl: Nachtmodus
pl: Tryb nocny
pt_pt: Modo noturno
uk: Нічний режим

source: Do you really want to quit Eolie?
ar: هل أنت واثق أنك تريد إغلاق أيولي؟
de: Möchten Sie Eolie wirklich beenden?
es: ¿Confirma que quiere salir de Eolie?
hr: Stvarno želiš zatvoriti Eolie?
lt: Ar tikrai norite išeiti iš Eolie?
nb_no: Vil du virkelig avslutte Eolie?
nl: Weet je zeker dat je Eolie wilt afsluiten?
pl: Zakończyć działanie programu?
pt_pt: Quer realmente sair do Eolie?
uk: Ви дійсно хочете вийти з Eolie?

source: Downloads running, are you sure you want quit?
ar: توجد تنزيلات تعمل، فهل أنت واثق أنك تريد الخروج؟
de: Downloads laufen noch, möchten 'Sie wirklich beenden?
es: Las descargas se están ejecutando, ¿estás seguro de que quieres salir?
hr: Preuzimanja su u tijeku. Stvarno želiš zatvoriti Eolie?
lt: Yra vykdomi atsiuntimai, ar tikrai norite išeiti?
nb_no: Nedlastinger kjører, er du sikker på at du vil avslutte?
nl: Er worden nog bestanden gedownload. Weet je zeker dat je wilt afsluiten?
pl: Pobieranie w toku, czy na pewno chcesz wyjść?
pt_pt: A descarragar, tem certeza de que deseja sair?
uk: Виконуються завантаження. Ви впевнені, що хочете вийти?

source: Please consider a donation to the project
ar: يرجى النظر في تبرع لهذا المشروع
de: Bitte erwägen Sie eine Spende an das Projekt
es: Por favor considere una donación al proyecto
hr: Doniraj projektu
lt: Pasvarstykite paaukoti šiam projektui
nb_no: Overvei å donere til prosjektet
nl: Overweeg een donatie
pl: Proszę, rozważ datek na ten projekt
pt_pt: Considere ajudar o projeto com uma doação
uk: Підтримайте проєкт

source: Nothing to display
uk: Нічого показати

source: Do you really want to close this page?
ar: هل أنت واثق أنك تريد إغلاق هذه الصفحة؟
de: Soll dieser Reiter wirklich geschlossen werden?
es: ¿Confirma que quiere cerrar esta página?
fa: آیا به راستی می‌خواهید این صفحه را ببندید؟
hr: Stvarno želiš zatvoriti ovu stranicu?
lt: Ar tikrai norite užverti šį puslapį?
nb_no: Ønsker du virkelig å lukke denne siden?
nl: Weet je zeker dat je deze pagina wilt sluiten?
pl: Zamknąć tę stronę?
pt_pt: Quer realmente fechar esta página?
uk: Ви справді бажаєте закрити цю сторінку?

source: Import HTML bookmarks
ar: استورد علامات HTML
de: HTML-Lesezeichen importieren
es: Importar marcadores HTML
fa: وارد کردن نشانگاه‌های اچ تی ام ال
hr: Uvezi HTML zabilješke
lt: Importuoti HTML adresyną
nb_no: Importer HTML-bokmerker
nl: HTML-bladwijzers importeren
pl: Importuj zakładki HTML
pt_pt: Importar favoritos em HTML
uk: Імпорт закладок HTML

source: New engine
ar: محرك جديد
de: Neue Engine
es: Motor nuevo
hr: Novi uređaj
lt: Nauja paieškos sistema
nb_no: Ny motor
nl: Nieuwe zoekmachine
pl: Nowy silnik
pt_pt: Novo mecanismo
uk: Новий засіб

source: Connecting…
ar: يتصل…
de: Verbindung wird aufgebaut …
es: Conectando…
hr: Povezivanje …
lt: Jungiamasi…
nb_no: Kobler til…
nl: Bezig met verbinden…
pl: Łączenie…
pt_pt: Conectando…
uk: З'єднання…

source: Not running
nl: Wordt niet uitgevoerd
uk: Не запущено

source: Stopped…
nl: Gestopt…
uk: Зупинено…

source: Connected
nl: Gekoppeld
uk: З'єднано

source: Check your email and connect again
uk: Перевірте електронну пошту та під'єднайтеся знову

source: Failed
nl: Mislukt
uk: Не вдалося

source: Syncing %s
nl: Bezig met synchroniseren van %s
uk: Синхронізація %s

source: Block ads
ar: احجب الإعلانات
de: Werbung blockieren
es: Bloquear anuncios
fa: بستن تبلیغات
hr: Blokiraj oglase
lt: Blokuoti reklamas
nb_no: Blokker reklame
nl: Reclame blokkeren
pl: Blokowanie reklam
pt_pt: Bloquear anúncios
uk: Блокувати оголошення

source: Block popups
ar: احجب المنبثقات
de: Popups blockieren
es: Bloquear ventanas emergentes
fa: بستن بازشونده‌ها
hr: Blokiraj skočne prozore
lt: Blokuoti iškylančiuosius langus
nb_no: Blokker oppsprettsvinduer
nl: Pop-ups blokkeren
pl: Blokowanie wyskakujących okienek
pt_pt: Bloquear pop-ups
uk: Блокувати інформаційні вікна

source: Block scripts
ar: احجب السكربتات
de: Skripte blockieren
es: Bloquear scripts
hr: Blokiraj skripte
lt: Blokuoti scenarijus
nb_no: Blokker skript
nl: Scripts blokkeren
pl: Blokuj skrypty
pt_pt: Bloquear scripts
uk: Блокувати сценарії

source: Blockers
ar: الحاجبات
de: Blocker
es: Bloqueadores
hr: Blokatori
lt: Blokatoriai
nl: Blokkades
pl: Blokery
pt_pt: Bloqueadores
uk: Блокатори

source: _Preferences
ar: _تفضيلات
de: _Einstellungen
es: _Preferencias
fa: _ساماندهی
hr: _Postavke
lt: _Nuostatos
nb_no: _Innstillinger
nl: _Voorkeuren
pl: P_referencje
pt_pt: _Preferências
uk: _Параметри

source: _Sidebar
ar: ال_شريط الجانبي
de: _Seitenleiste
es: _Panel Lateral
fa: _نوار کناری
hr: Bočni _stupac
lt: Š_oninė juosta
nb_no: _Sidefelt
nl: _Zijbalk
pl: _Panel boczny
pt_pt: _Barra Lateral
uk: _Бічна панель

source: _Keyboard Shortcuts
ar: اختصارات لوحة ال_مفاتيح
de: _Tastenkürzel
es: _Atajos de teclado
fa: _میانبرهای صفحه کلید
hr: Tip_kovnički prečaci
lt: _Klaviatūros trumpiniai
nb_no: _Tastatursnarveier
nl: _Sneltoetsen
pl: _Skróty klawiszowe
pt_pt: Atalhos de _teclado
uk: _Комбінації клавіш

source: _About
ar: _عن
de: _Info
es: _Acerca de
fa: _درباره
hr: _Informacije
lt: _Apie
nb_no: _Om
nl: _Over
pl: _O programie
pt_pt: _Sobre
uk: _Про

source: Saved credentials
ar: الشهادات المحفوظة
de: Gespeicherte Zugangsdaten
es: Datos de acceso guardados
hr: Spremljeni podaci za prijavu
lt: Įrašyti prisijungimo duomenys
nb_no: Lagrede identitetsdetaljer
nl: Opgeslagen inloggegevens
pl: Zapisane poświadczenia
pt_pt: Credenciais salvas
uk: Збережені облікові дані

source: Move to
ar: انقل إلى
de: Verschieben nach
es: Desplazar a
hr: Premjesti u
lt: Perkelti į
nb_no: Flytt til
nl: Verplaatsen naar
pl: Przenieś do
pt_pt: Mover para
uk: Перенести до

source: Closed pages
ar: الصفحات المغلقة
de: Geschlossene Reiter
es: Páginas cerradas
fa: صفحه‌های بسته شده
hr: Zatvorene stranice
lt: Užverti puslapiai
nb_no: Lukkede sider
nl: Gesloten tabbladen
pl: Zamknięte karty
pt_pt: Fechar páginas
uk: Закриті сторінки

source: Open all pages
ar: افتح كل الصفحات
de: Alle Reiter öffnen
es: Abrir todas las páginas
fa: باز کردن همه صفحه‌ها
hr: Otvori sve stranice
lt: Atverti visus puslapius
nb_no: Åpne alle sider
nl: Alle pagina’s openen
pl: Otwórz wszystkie karty
pt_pt: Abrir todas as páginas
uk: Відкрити всі сторінки

source: Allow all scripts
nl: Alle scripts toestaan
uk: Дозволити всі сценарії

source: Modify user agent
ar: غيّر معرّف المستخدم
de: User Agent anpassen
es: Modificar el agente de usuario
hr: Promijeni korisničkog agenta
lt: Pakeisti naršyklės atpažinimą
nb_no: Endre brukeragent
nl: Gebruikersagent aanpassen
pl: Modyfikuj user agent
pt_pt: Modificar agente de utilizador
uk: Змінити user agent

source: Pinned site
ar: موقع مثبَّت
de: Angeheftete Seite
es: Sitio fijado
hr: Prikvačena web-stranica
lt: Prisegta svetainė
nl: Vastgemaakte site
pl: Przypięta strona
pt_pt: Fixar site
uk: Прикріплений сайт

source: Close site
ar: أغلق الموقع
de: Seite schließen
es: Cerrar el sitio
fa: بستن پایگاه
hr: Zatvori web-stranicu
lt: Užverti svetainę
nb_no: Lukk side
nl: Website sluiten
pl: Zamknij stronę
pt_pt: Fechar site
uk: Закрити сайт

source: Enter fullscreen
ar: ادخل وضع ملء الشاشة
de: Vollbildmodus
es: Ver en pantalla completa
fa: به صفحه سرتاسر
hr: Otvori cjeloekranski prikaz
lt: Rodyti visame ekrane
nb_no: Fullskjermsvisning
nl: Beeldvullende modus
pl: Przechodzi w tryb pełnoekranowy
pt_pt: Entrar em ecrã cheio
uk: Увійти в повноекранний режим

source: Download speed:
ar: سرعة التنزيل:
de: Downloadgeschwindigkeit:
es: Velocidad de descarga:
fa: سرعت بارگیری:
hr: Brzina prijenosa:
lt: Atsiuntimo greitis:
nb_no: Nedlastingshastighet:
nl: Downloadsnelheid:
pl: Prędkość pobierania:
pt_pt: Vel. ↓↓:
uk: Швидкість завантаження:

source: bytes/s
ar: بايت/ث
hr: bajtova/s
lt: baitų/s
nb_no: byte/s
pl: bajtów/s
uk: байт/с

source: KiB/s
ar: كب/ث
uk: КіБ/с

source: MiB/s
ar: مب/ث
uk: МіБ/с

source: %s second
ar: %sثانية واحدة
de: %s Sekunde
es: %s segundo
fa: %s ثانیه
hr: %s s
lt: %s sekundė
nb_no: %s sekund
nl: %s seconde
pl: %s sekunda
pt_pt: %s segundo
uk: %s секунда

source: %s seconds
ar: %s من الثواني
de: %s Sekunden
es: %s segundos
fa: %s ثانیه
hr: %s s
lt: %s sekundės(-ių)
nb_no: %s sekunder
nl: %s seconden
pl: %s sekund(y)
pt_pt: %s segundos
uk: %s секунд

source: %s minute
ar: %sدقيقة واحدة
es: %s minuto
fa: %s دقیقه
hr: %s min
lt: %s minutė
nb_no: %s minutt
nl: %s minuut
pl: %s minuta
pt_pt: %s minuto
uk: %s хвилина

source: %s minutes
ar: %s من الدقائق
de: %s Minuten
es: %s minutos
fa: %s دقیقه
hr: %s min
lt: %s minutės(-ių)
nb_no: %s minutter
nl: %s minuten
pl: %s minut(y)
pt_pt: %s minutos
uk: %s хвилин

source: %s hours
ar: %s من الساعات
de: %s Stunden
es: %s horas
fa: %s ساعت
hr: %s h
lt: %s valandos(-ų)
nb_no: %s timer
nl: %s uur
pl: %s godzin(y)
pt_pt: %s horas
uk: %s годин

source: %s hour
ar: %sساعة واحدة
de: %s Stunde
es: %s hora
fa: %s ساعت
hr: %s h
lt: %s valanda
nb_no: %s time
nl: %s uur
pl: %s godzina
pt_pt: %s hora
uk: %s година

source: Remaining time:
ar: الوقت الباقي:
de: Verbleibende Zeit:
es: Tiempo restante:
hr: Preostalo vrijeme:
lt: Liko:
nb_no: Gjenstående tid:
nl: Resterende tijd:
pl: Pozostały czas:
pt_pt: Tempo restante:
uk: Залишилося часу:

source: Grant this page access to your location?
ar: هل أمنح لهذه الصفحة النفاذ إلى موقعك؟
de: Wollen Sie dieser Seite Zugriff auf Ihren Aufenthaltsort gewähren?
es: ¿Dar acceso a esta página a su ubicación?
hr: Ovoj stranici dozvoliti pristup tvojoj lokaciji?
lt: Suteikti šiam puslapiui prieigą prie jūsų buvimo vietos?
nb_no: Innvilg denne siden tilgang til din plassering?
nl: Wil je deze pagina toegang geven tot je locatie?
pl: Przyznać tej stronie dostęp do twojej lokalizacji?
pt_pt: Conceder a esta página acesso à sua localização?
uk: Надати цій сторінці доступ до вашого розташування?

source: Continue
ar: استمر
de: Fortfahren
es: Continuar
fa: ادامه
hr: Nastavi
lt: Tęsti
nb_no: Fortsett
nl: Doorgaan
pl: Kontynuuj
pt_pt: Continuar
uk: Продовжити

source: The connexion is secure
nl: De verbinding is beveiligd
uk: З'єднання безпечне

source: <b>Website identity:</b> %s
ar: <b>هوية الموقع:</b> %s
de: <b>Identität der Webseite:</b> %s
es: <b>Identidad del sitio web:</b> %s
hr: <b>Identitet web-stranice:</b> %s
lt: <b>Internetinės svetainės tapatybė:</b> %s
nb_no: <b>Nettsideidentitet:</b>%s
nl: <b>Website-identiteit:</b> %s
pl: <b>Tożsamość witryny:</b> %s
pt_pt: <b>Identidade da página Web:</b> %s
uk: <b>Ідентичність вебсайту:</b> %s

source: <b>Expires on:</b> %s
ar: <b>تنقضي في:</b> %s
de: <b>Läuft ab am:</b> %s
es: <b>Expira en:</b> %s
hr: <b>Istječe:</b> %s
lt: <b>Baigia galioti:</b> %s
nb_no: <b>Utløper:</b> %s
nl: <b>Vervalt op:</b> %s
pl: <b>Wygasa:</b> %s
pt_pt: <b>Expira em:</b> %s
uk: <b>Чинний до:</b> %s

source: <b>Verified by:</b> %s
ar: <b>تحقق منها:</b> %s
de: <b>Verifiziet von:</b> %s
es: <b>Verificado por:</b> %s
hr: <b>Potvrđeno od:</b> %s
lt: <b>Patvirtino:</b> %s
nb_no: <b>Bekreftet av:</b> %s
nl: <b>Goedgekeurd door:</b> %s
pl: <b>Zweryfikowana przez:</b> %s
pt_pt: <b>Verificado por:</b> %s
uk: <b>Перевірено:</b> %s

source: The connexion is unsecure
nl: De verbinding is onbeveiligd
uk: З'єднання не захищене

source: %s bookmarks
ar: %s من العلامات
de: %s Lesezeichen
es: %s marcadores
fa: %s نشانگاه
hr: %s zabilješke
lt: %s adresyno įrašai(-ų)
nb_no: %s bokmerker
nl: %s bladwijzers
pl: %s zakładek
pt_pt: %s favoritos
uk: %s закладок

source: Popular
ar: شائعة
de: Beliebt
es: Populares
fa: پرهوادار
hr: Omiljene
lt: Populiarūs
nb_no: Populær
nl: Populair
pl: Popularne
pt_pt: Público
uk: Популярні

source: Recent
ar: الأخيرة
de: Kürzlich
es: Recientes
fa: تازه
hr: Nedavne
lt: Paskiausi
nb_no: Nylig
pl: Ostatnie
pt_pt: Recente
uk: Нещодавні

source: Unclassified
ar: غير المصنفة
de: Nicht klassifiziert
es: Sin clasificar
hr: Neklasificirane
lt: Nesuskirstyti
nb_no: Uklassifisert
nl: Ongeclassificeerd
pl: Niesklasyfikowane
pt_pt: Não classificado
uk: Некласифіковані

source: From the past hour
ar: من الساعة الفائتة
de: Von der letzten Stunde
es: De la última hora
fa: از ساعت گذشته
hr: Od proteklih sat vremena
lt: Nuo praeitos valandos
nb_no: Fra siste time
nl: Van het afgelopen uur
pl: Z ostatniej godziny
pt_pt: A partir da última hora
uk: З минулої години

source: From the past day
ar: من اليوم الفائت
de: Vom letzten Tag
es: Del último día
fa: از روز گذشته
hr: Od protekla 24 sata
lt: Nuo praeitos dienos
nb_no: Fra den siste dagen
nl: Van de vorige dag
pl: Z ostatniego dnia
pt_pt: Desde o dia anterior
uk: З минулого дня

source: From the past week
ar: من الأسبوع الفائت
de: Von der letzten Woche
es: De la última semana
fa: از هفته گذشته
hr: Od proteklih tjedan dana
lt: Nuo praeitos savaitės
nb_no: Fra siste uke
nl: Van de vorige week
pl: Z ostatniego tygodnia
pt_pt: Desde a semana passada
uk: З минулого тижня

source: From the past four weeks
ar: من آخر أربع أسابيع
de: Von den letzten 4 Wochen
es: De las últimas cuatro semanas
fa: از چهار هفته گذشته
hr: Od proteklih četiri tjedna
lt: Nuo praeitų keturių savaičių
nb_no: Fra de siste fire timene
nl: Van de vorige vier weken
pl: Z ostatnich 4 tygodni
pt_pt: Nas últimas quatro semanas
uk: З останніх чотирьох тижнів

source: From selected day
ar: من اليوم المختار
de: Vom ausgewählten Tag
es: Del día seleccionado
fa: از روز گزیده شده
hr: Od odabranog dana
lt: Nuo pasirinktos dienos
nb_no: Fra valgt dag
nl: Vanaf een bepaalde dag
pl: Z wybranego dnia
pt_pt: A partir do dia selecionado
uk: З вибраного дня

source: From the beginning
ar: من البداية
de: Vom Anfang
es: Desde el principio
fa: از اول
hr: Od početka
lt: Nuo pradžios
nb_no: Fra begynnelsen
nl: Vanaf het begin
pl: Od początku
pt_pt: Desde o início
uk: З самого початку

source: Delete page from history
ar: احذف الصفحة من التأريخ
de: Seite aus Verlauf entfernen
es: Eliminar esta página del historial
fa: حذف صفحه از تاریخچه
hr: Izbriši stranicu iz kronologije
lt: Ištrinti puslapį iš istorijos
nb_no: Slett side fra historikk
nl: Pagina verwijderen uit geschiedenis
pl: Usuń stronę z historii przeglądania
pt_pt: Apagar página do histórico
uk: Видалити сторінку з історії

source: Edit bookmark
ar: عدّل العلامة
de: Lesezeichen bearbeiten
es: Editar el marcador
fa: ویرایش نشانگاه
hr: Uredi zabilješku
lt: Taisyti adresyno įrašą
nb_no: Rediger bokmerke
nl: Bladwijzer aanpassen
pl: Edytuj zakładkę
pt_pt: Editar favoritos
uk: Редагувати закладку

source: Open all pages with this tag
ar: افتح كل الصفحات في هذا الوسم
de: Alle Seiten mit diesem Tag öffnen
es: Abrir todas las páginas con esta etiqueta
fa: باز کردن همه صفحه‌ها با این برچسب
hr: Otvori sve stranice s ovom oznakom
lt: Atverti visus puslapius, turinčius šią žymę
nb_no: Åpne alle sidene med denne merkelappen
nl: Alle pagina's met dit label openen
pl: Otwórz wszystkie strony za pomocą tego tagu
pt_pt: Abrir todas as páginas com esta etiqueta
uk: Відкрити всі сторінки з цією міткою

source: https://www.google.com
de: https://www.google.de/
lt: https://www.google.lt
nb_no: https://www.google.no
nl: https://www.google.nl
pl: https://www.google.pl
uk: https://www.google.com.ua

source: https://us.search.yahoo.com
ar: https://search.yahoo.com
de: https://de.search.yahoo.com/
es: https://espanol.search.yahoo.com
nl: https://nl.search.yahoo.com
pl: https://pl.search.yahoo.com
uk: https://uk.search.yahoo.com

source: Do you want to install the %s search engine?
ar: هل تريد تثبيت محرك البحث %s؟
de: Wollen Sie die Suchmaschine %s installieren?
es: ¿Desea instalar el motor de búsqueda %s?
hr: Želiš li instalirati tražilicu %s?
lt: Ar norite įdiegti %s paieškos sistemą?
nb_no: Ønsker du å installere %s-søkemotoren?
nl: Wil je de zoekmachine '%s' installeren?
pl: Czy zainstalować wyszukiwarkę %s?
pt_pt: Deseja instalar o motor de busca %s?
uk: Ви хочете встановити засіб пошуку %s?

source: Unsupported search engine
ar: محرك البحث ليس مدعومًا
de: Nicht unterstützte Suchmaschine
es: Buscador no admitido
hr: Nepodržana tražilica
lt: Nepalaikoma paieškos sistema
nb_no: Ustøttet søkemotor
nl: Niet-ondersteunde zoekmachine
pl: Nieobsługiwana wyszukiwarka
pt_pt: Mecanismo de pesquisa não suportado
uk: Непідтримуваний засіб пошуку

source: Downloading:
ar: ينزّل:
de: Download von:
es: Descargando:
hr: Preuzimanje:
lt: Atsiunčiama:
nb_no: Laster ned:
nl: Bezig met downloaden:
pl: Pobieranie:
pt_pt: A descarregar:
uk: Завантаження:

source: Heads-up: This page is insecure. If you type your password, it will be visible to cybercriminals!
ar: تحذير: الصفحة ليست آمنة. قد يستطيع المخترقون ومجرمو الشبكة رؤية كلمات السرّ التي تكتبها في الصفحة!
de: Achtung: Diese Seite ist unsicher. Wenn Sie Ihr Passwort eingeben, könnte es für Angreifer sichtbar sein!
es: Aviso: Esta página es insegura. Si escribes tu contraseña, será visible para los ciberdelincuentes!
hr: Oprez: Ova stranica nije sigurna. Ako upišeš lozinku, ona će biti vidljiva cyber-kriminalcima!
lt: Atsargiai: Šis puslapis yra nesaugus. Jeigu įrašysite savo slaptažodį, jis bus matomas kibernetiniams nusikaltėliams!
nb_no: Merk: Denne siden er usikker. Hvis du skriver inn passordet ditt, vil det være synlig for kyberkriminelle!
nl: Let op: deze pagina is onveilig. Als je je wachtwoord invoert is het zichtbaar voor cybercriminelen!
pl: Uważaj: Ta strona jest niezabezpieczona. Jeśli wpiszesz tutaj swoje hasło, będzie ono widoczne dla cyberprzestępców!
pt_pt: Atenção: Esta página não é segura. Se digitar a sua palavra-passe, ela será visível para os criminosos cibernéticos!
uk: Попередження: Ця сторінка небезпечна. Якщо ви вводите свій пароль, його буде видно кіберзлочинцям!

source: Failed to load this web page
ar: تعذر تحميل هذه الصفحة
de: Laden der Webseite gescheitert
es: Falló la carga de la página web
hr: Neuspjelo učitavanje ove web-stranice
lt: Nepavyko įkelti šio saityno puslapio
nb_no: Klarte ikke å laste denne nettsiden
nl: Deze website kan niet worden geladen
pl: Nie udało się wczytać tej strony internetowej
pt_pt: Falha ao carregar esta página da web
uk: Не вдалося завантажити цю вебсторінку

source: It may be temporarily inaccessible or moved to a new address.<br/>You may wish to verify that your internet connection is working correctly.
ar: قد تكون الصفحة غير قابلة للوصول أو منقولة إلى عنوان جديد.<br/>تأكد أن اتصال الانترنت يعمل جيّدا.
de: Möglicherweise ist sie momentan nicht erreichbar oder umgezogen.<br/>Stellen Sie sicher, dass Ihre Internetverbindung korrekt funktioniert.
es: Es posible que no se pueda acceder temporalmente o que se haya trasladado a una dirección nueva.<br/>Tal vez quiera comprobar que la conexión a Internet funcione correctamente.
hr: Možda je privremeno nedostupan ili se premješta na novu adresu.<br/>Provjeri ispravnost rada internetske veze.
lt: Galbūt, jis yra laikinai nepasiekiamas arba perkeltas į naują adresą..<br/>Jūs, tikriausiai, norėtumėte patikrinti ar tinkamai veikia jūsų interneto ryšys.
nl: Mogelijk is deze tijdelijk niet beschikbaar of verplaatst naar een nieuw adres.<br/>Je kunt ook controleren of je internetverbinding wel goed werkt.
pl: Może ona być tymczasowo niedostępna lub została przeniesiona pod inny adres.<br/>Proszę sprawdzić, czy połączenie internetowe działa prawidłowo.
pt_pt: Pode estar temporariamente inacessível ou movido para um novo endereço.<br/>Verifique se sua conexão com a internet está funcionando corretamente.
uk: Можливо, вона тимчасово недоступна або переміщена на нову адресу.<br/>Можливо, ви захочете переконатися, що з'єднання з Інтернетом працює належним чином.

source: Network not available
ar: الشبكة ليست متاحة
de: Netzwerk nicht verfügbar
es: Red no disponible
fa: شبکه در دسترس نیست
hr: Mreža nije dostupna
lt: Tinklas neprieinamas
nb_no: Nettverk ikke tilgjengelig
nl: Geen internetverbinding
pl: Sieć jest niedostępna
pt_pt: Rede não disponível
uk: Мережа недоступна

source: Check your network connection
ar: افحص اتصال الشيكة
de: Bitte Netzwerkverbindung überprüfen
es: Compruebe la conexión de red
fa: پیوندتان به شبکه را بررسی کنید
hr: Provjeri mrežnu vezu
lt: Patikrinkite savo tinklo ryšį
nb_no: Sjekk din nettverkstilknytning
nl: Controleer je internetverbinding
pl: Sprawdź swoje połączenie internetowe
pt_pt: Cheque sua conexão com a internet
uk: Перевірте з'єднання з мережею

source: Retry
ar: أعد المحاولة
de: Erneut versuchen
es: Reintentar
hr: Pokušaj ponovo
lt: Bandyti dar kartą
nb_no: Prøv igjen
nl: Opnieuw proberen
pl: Ponów
pt_pt: Repetir
uk: Повторити спробу

source: The certificate does not match this website
ar: لا تطابق الشهادة هذا الموقع
de: Das Zertifikat passt nicht zu dieser Webseite
es: El certificado no coincide con este sitio web
hr: Certifikat se ne poklapa s ovom web-stranicom
lt: Liudijimas neatitinka šios internetinės svetainės
nb_no: Sertifikatet samsvarer ikke med denne nettsiden
nl: Het certificaat komt niet overeen met deze website
pl: Ten certyfikat nie pasuje do strony
pt_pt: O certificado não corresponde a este site
uk: Сертифікат не належить цьому вебсайту

source: The certificate has expired
ar: الشهادة منتهية
de: Das Zertifikat ist abgelaufen
es: El certificado ha caducado
fa: گواهی به پایان رسیده است
hr: Certifikat je istekao
lt: Pasibaigė liudijimo galiojimas
nb_no: Sertifikatet har utløpt
nl: Het certificaat is verlopen
pl: Certyfikat wygasł
pt_pt: O certificado expirou
uk: Термін дії сертифіката минув

source: The signing certificate authority is not known
ar: الجهة التي وقعت الشهادة غير معروفة
de: Die Zertifizierungsstelle ist nicht bekannt
es: Se desconoce la autoridad de firma del certificado
hr: Izdavatelj certifikata nije poznat
lt: Pasirašiusi liudijimų įstaiga nėra žinoma
nl: De ondertekenende certificaatautoriteit is niet bekend
pl: Autoryzacja certyfikatu podpisania nie jest znana
pt_pt: A autoridade de certificação de assinatura não é conhecida
uk: Центр сертифікації підпису невідомий

source: The certificate contains errors
ar: تحوي الشهادة أخطاء
de: Das Zertifikat ist fehlerhaft
es: El certificado contiene errores
hr: Certifikat sadrži greške
lt: Liudijime yra klaidų
nb_no: Sertifikatet inneholder feil
nl: Het certificaat bevat fouten
pl: Certyfikat zawiera błędy
pt_pt: O certificado contém erros
uk: Сертифікат містить помилки

source: The certificate has been revoked
ar: الشهادة منقوضة
de: Das Zertifikat wurde zurückgezogen
es: El certificado fue revocado
hr: Certifikat je opozvan
lt: Liudijimas yra panaikintas
nb_no: Sertifikatet har blitt tilbakekalt
nl: Het certificaat is ingetrokken
pl: Certyfikat został unieważniony
pt_pt: O certificado foi revogado
uk: Сертифікат відкликано
