Repository: sleepycrow/eolie-po
Catalog: *.po
Languages: ar, de, es, fa, hr, lt, nb_no, nl, pl, pt_pt, uk

source: Show debug messages
ar: أظهر رسائل التنقيح
de: Fehlerdiagnosemeldungen anzeigen
es: Mostrar mensajes de depurado
fa: نمایش پیام‌های اشکال‌زدایی
hr: Prikaži poruke pronalaženja grešaka
lt: Rodyti derinimo pranešimus
nb_no: Vis feilrettingsmeldinger
nl: Foutopsporingsberichten tonen
pl: Pokaż wiadomości błędów
pt_pt: Mostrar mensagens de depuração
uk: Показати повідомлення про зневадження

source: Show Firefox Sync debug messages
ar: أظهر رسائل تنقيح مزامنة فيرفكس
de: Fehlerdiagnosemeldungen für Firefox Sync anzeigen
es: Mostrar mensajes de depuración de Firefox Sync
hr: Prikaži poruke pronalaženja grešaka Firefox sinkronizacije
lt: Rodyti Firefox Sync derinimo pranešimus
nb_no: Vis Firefox Sync-feilrettingsmeldinger
nl: Foutopsporingsberichten van Firefox Sync tonen
pl: Pokaż wiadomości błędów Firefox Sync
pt_pt: Mostrar mensagens de depuração do Firefox Sync
uk: Показувати повідомлення про зневадження синхронізації Firefox

source: INTERNAL
de: INTERN
es: INTERNO
fa: درونی
hr: UNUTARNJA
lt: VIDINĖ
nb_no: INTERN
nl: INTERN
pl: WEWNĘTRZNE
pt_pt: INTERNO
uk: ВНУТРІШНЬО

source: Show sidebar(sites manager)
ar: أظهر القائمة الجانبية(مدير المواقع)
de: Seitenleiste anzeigen
es: Mostrar la barra lateral (gestor de sitios)
fa: نمایش نوار کناری(مدیر پایگاه‌ها)
hr: Prikaži bočnu traku (upravljanje web-stranicama)
lt: Rodyti šoninę juostą (svetainių tvarkytuvę)
nb_no: Vis sidepanel (sidebehandler)
nl: Zijbalk tonen (sitebeheerder)
pl: Pokaż panel boczny (menedżer stron)
pt_pt: Mostrar a barra lateral (gestor de websites)
uk: Показати бічну панель(керування сайтами)

source: Minimum sidebar position
ar: أدنى موضع للشريط الجانبي
de: Minimale Position der Seitenleiste
es: Posición mínima de la barra lateral
fa: کوچک‌ترین حالت نوار کناری
hr: Minimalni položaj bočne trake
lt: Minimali šoninės juostos pozicija
nb_no: Minste sidefeltposisjon
nl: Minimale zijbalkpositie
pl: Minimalna pozycja panelu bocznego
pt_pt: Posição mínima da barra lateral
uk: Мінімальне положення бічної панелі

source: Enable night mode
ar: فعِّل الوضع الليلي
de: Nachtmodus aktivieren
es: Habilitar modo oscuro
fa: فعال کردن حالت شب
hr: Aktiviraj noćni modus
lt: Įjungti naktinę veikseną
nb_no: Skru på nattmodus
nl: Nachtmodus inschakelen
pl: Włącz tryb nocny
pt_pt: Ativar modo noturno
uk: Увімкнути нічний режим

source: Switch to night mode with GNOME
ar: فعِّل إلى الوضع الليلي مع غنوم
de: Mit GNOME in den Nachtmodus wechseln
es: Cambiar a modo oscuro con GNOME
fa: تغییر به حالت شب با گنوم
hr: Prebaci na noćni modus s GNOME-om
lt: Perjungti į naktinę veikseną naudojant GNOME
nl: Schakel GNOME's nachtmodus in
pl: Przełącz w tryb nocny z GNOME
pt_pt: Alterar para modo noturno com o GNOME
uk: Перемикатися до нічного режиму разом з GNOME

source: Block ads on pages
ar: احجب الإعلانات في الصفحات
de: Werbung blockieren
es: Bloquear anuncios en las páginas
fa: بستن تبلیغات صفحه‌ها
hr: Blokiraj oglase na stranicama
lt: Blokuoti puslapiuose reklamas
nb_no: Blokker reklame på sider
nl: Reclame blokkeren
pl: Blokowanie reklam na stronach
pt_pt: Bloquear propagandas em páginas
uk: Блокувати оголошення на сторінках

source: Block unwanted popups
ar: احجب المنبثقات غير المرغوبة
de: Unerwünschte Pop-ups blockieren
es: Bloquear ventanas emergentes no deseadas
fa: بستن بازشونده‌های ناخواسته
hr: Blokiraj neželjene skočne prozore
lt: Blokuoti nepageidaujamus iškylančiuosius langus
nb_no: Blokkert uønskede oppsprettsvinduer
nl: Ongewenste pop-upvensters blokkeren
pl: Blokuj niechciane wyskakujące okna
pt_pt: Bloquear pop-ups não desejados
uk: Блокувати небажані інформаційні вікна

source: Block images
ar: احجب الصور
de: Bilder blockieren
es: Bloquear imágenes
fa: بستن عکس‌ها
hr: Blokiraj slike
lt: Blokuoti paveikslus
nb_no: Blokker bilder
nl: Afbeeldingen blokkeren
pl: Blokuj obrazy
pt_pt: Bloquear imagens
uk: Блокувати зображення

source: Block multimedia
ar: احجب الوسائط المتعددة
de: Multimedia blockieren
es: Bloquear multimedia
fa: بستن چندرسانه‌ای
hr: Blokiraj multimediju
lt: Blokuoti multimediją
nb_no: Blokker multimedia
nl: Multimedia blokkeren
pl: Blokuj multimedia
pt_pt: Bloquear multimídia
uk: Блокувати мультимедіа

source: Block JavaScript
ar: احجب الجافاسكربت
de: JavaScript blockieren
es: Bloquear JavaScript
fa: بستن جاوا اسکریپت
hr: Blokiraj JavaScript
lt: Blokuoti JavaScript
nb_no: Blokker JavaScript
nl: JavaScript blokkeren
pl: Zablokuj JavaScript
pt_pt: Bloquear JavaScript
uk: Блокувати JavaScript

source: Block Phishing
ar: احجب المحتوى المخادع
de: Phishingversuche blockieren
es: Bloquear Phishing
fa: بستن تله اینترنتی
hr: Blokiraj prijevare
lt: Blokuoti sukčiavimus
nb_no: Blokker nettfiske
nl: Phishingsites blokkeren
pl: Blokuj phishing
pt_pt: Bloquear Phishing
uk: Блокувати фішинговий вміст

source: Enable smooth scrolling
ar: فعِّل التمرير السلس
de: Sanftes Scrollen aktivieren
es: Activar desplazamiento suave
fa: فعال کردن پیمایش یکنواخت
hr: Aktiviraj neisprekidano klizanje
lt: Įjungti glotnų slinkimą
nl: Vloeiend schuiven inschakelen
pl: Włącz płynne przewijanie
pt_pt: Ativar rolagem suave
uk: Увімкнути плавне прокручування

source: Download folder URI
ar: مكان مجلد التنزيل (URI)
de: Adresse des Download-Ordners
es: URL de la carpeta Descargas
fa: بارگیری یو آر آی پوشه
hr: URI mape za preuzimanja
lt: Atsiuntimų aplanko URI
nl: Map-uri downloaden
pl: Katalog pobierania
pt_pt: Descarregar pasta URI
uk: URI теки завантаження

source: Open finished downloads
ar: افتح التنزيلات التي تمت
de: Abgeschlossene Downloads öffnen
es: Abrir las descargas finalizadas
fa: باز کردن بارگیری‌های پایان یافته
hr: Otvori završena preuzimanja
lt: Atverti užbaigtus atsiuntimus
nb_no: Åpne fullførte nedlastinger
nl: Voltooide downloads openen
pl: Otwórz ukończone pobierania
pt_pt: Abrir ficheiros descarregados
uk: Відкривати завершені завантаження

source: Web search engine
ar: محرك البحث
de: Suchmaschine
es: Buscador web
fa: جستجوگر وب
hr: Web tražilica
lt: Saityno paieškos sistema
nb_no: Søkemotor for veven
nl: Zoekmachine
pl: Wyszukiwarka
pt_pt: Mecanismo de busca
uk: Засіб пошуку в Мережі

source: Remember sessions
ar: تذكر الجلسات
de: Sitzungen beim Schließen merken
es: Recordar las sesiones
fa: به یاد داشتن نشست‌ها
hr: Zapamti sesije
lt: Prisiminti seansus
nb_no: Husk økter
nl: Sessies onthouden
pl: Pamiętaj sesje
pt_pt: Lembrar sessões
uk: Запам'ятовувати сеанс

source: Remember passwords
ar: تذكّر كلمات السر
de: Passwörter speichern
es: Recordar las contraseñas
fa: گذرواژه‌های به یاد مانده
hr: Zapamti lozinke
lt: Prisiminti slaptažodžius
nb_no: Husk passord
nl: Wachtwoorden onthouden
pl: Pamiętaj hasła
pt_pt: Lembrar palavras-passe
uk: Запам'ятовувати паролі

source: Enable developer tools
ar: فعّل أدوات المطورين
de: Entwicklerwerkzeuge aktivieren
es: Activar las herramientas de desarrollo
fa: فعال کردن ابزار گسترش دهنده
hr: Aktiviraj alate za programere
lt: Įjungti kūrėjo įrankius
nb_no: Skru på utviklerverktøy
nl: Hulpprogramma’s voor ontwikkelaars inschakelen
pl: Włącz funkcje programisty
pt_pt: Ativar ferramentas de programador
uk: Увімкнути інструменти розробника

source: Enable plugins
ar: فعّل الملحقات
de: Plugins aktivieren
es: Activar los complementos
fa: فعال کردن افزایه‌ها
hr: Aktiviraj dodatke
lt: Įjungti įskiepius
nb_no: Skru på programtillegg
nl: Plug-ins inschakelen
pl: Włącz wtyczki
pt_pt: Ativar plugins
uk: Увімкнути плагіни

source: Use system fonts
ar: استعمل خطوط النظام
de: Systemschriften verwenden
es: Utilizar tipos de letra del sistema
fa: بهره گیری از قلم‌های سامانه
hr: Koristi fontove sustava
lt: Naudoti sistemos šriftus
nb_no: Bruk systemets skrifter
nl: Systeemlettertypen gebruiken
pl: Używanie czcionek systemowych
pt_pt: Usar fontes do sistema
uk: Використовувати системні шрифти

source: Sans-serif font
ar: الخط غير المذيل
de: Sans-Serif-Schriftart
es: Fuente sans-serif
fa: قلم بدون سریف
hr: Bezserifni font
lt: Neserifinis šriftas
nb_no: Seriffløs skrift
nl: Schreefloos lettertype
pl: Czcionka bezszeryfowa
pt_pt: Fonte Sans-serif
uk: Шрифт без зарубок

source: Serif font
ar: الخط المذيّل
de: Serifenschrift
es: Tipo de letra con serifas
fa: قلم سریف
hr: Serifni font
lt: Serifinis šriftas
nb_no: Seriffløs skrift
nl: Met schreef
pl: Czcionka szeryfowa
pt_pt: Fonte Serif
uk: Шрифт із зарубками

source: Monospace font
ar: الخط ثابت العرض
de: Dicktengleiche Schrift
es: Tipo de letra de anchura fija
fa: قلم تک‌فاصله
hr: Jednometrični font
lt: Lygiaplotis šriftas
nb_no: Fastbreddeskrift
nl: Niet-proportioneel
pl: Czcionka o stałej szerokości
pt_pt: Fonte Mono-espaçada
uk: Моноширний шрифт

source: Firefox server FQDN
uk: FQDN сервера Firefox

source: Minimum font size
ar: أصغر حجم للخط
de: Minimale Schriftgröße
es: Tamaño mínimo de letra
fa: کوچک‌ترین اندازه قلم
hr: Najmanja veličina fonta
lt: Mažiausias šrifto dydis
nb_no: Minste skriftstørrelse
nl: Minimale lettergrootte
pl: Minimalna wielkość czcionki
pt_pt: Tamanho mínimo da fonte
uk: Найменший розмір шрифту

source: Popular items shown
ar: العناصر الشائعة الظاهرة
de: Angezeigte populäre Einträge
es: Elementos populares mostrados
hr: Prikaz omiljenih
lt: Rodoma populiarių elementų
nb_no: Populære elementer vist
nl: Getoonde populaire items
pl: Ilość wyświetlanych popularnych elementów
pt_pt: Mostrar itens populares
uk: Показувати популярні елементи

source: Default zoom level
ar: مستوى التقريب المبدئي
de: Standard-Vergrößerung
es: Nivel de escala predeterminado
hr: Standardna razina zumiranja
lt: Numatytasis mastelio lygis
nb_no: Forvalgt forstørrelsesnivå
nl: Standaard zoomniveau
pl: Domyślny rozmiar
pt_pt: Nível de zoom predefinido
uk: Типовий масштаб

source: Domains allowed to notify user
nl: Domeinen die meldingen mogen tonen
uk: Домени, яким дозволено сповіщати користувача

source: Cookie storage type
nl: Soort cookie-opslag
uk: Тип сховища cookie

source: History storage type
ar: نوع تخزين التأريخ
de: Speichertyp für Verlauf
es: Tipo de almacenamiento de historial
fa: نوع انباشتن تاریخچه
hr: Vrsta spremišta kronologije
lt: Istorijos saugyklos tipas
nb_no: Lagringstype for historikk
nl: Geschiedenisopslagtype
pl: Typ magazynowania historii
pt_pt: Tipo de armazenamento de histórico
uk: Тип сховища історії

source: Default start page
nl: Standaard startpagina
uk: Типова початкова сторінка

source: Custom start page
nl: Aangepaste startpagina
uk: Власна початкова сторінка

source: Custom JS script
uk: Власний сценарій JS

source: Tell websites I do not want to be tracked
ar: أخبر مواقع الوب أنني لا أريدها أن تتعقبني
de: Webseiten mitteilen, Ihre Aktivitäten nicht zu verfolgen
es: Informar a los sitios web que no quiero que me rastreen
fa: به وبگاه‌ها بگویید نمی‌خواهم ردیابی شوم
hr: Obavijesti web-stranice, da ne želim da me se prati
lt: Nurodyti svetainėms, jog aš nenoriu, kad mane sektų
nb_no: Fortell nettsider at jeg ikke ønsker å bli sporet
nl: Aan websites melden dat ik niet gevolgd wil worden
pl: Powiadom witryny, że nie chcę być śledzony
pt_pt: Informar aos sites que não desejo ser rastreado
uk: Повідомляти вебсайтам, що я не хочу, щоб мене відстежували

source: Enable Firefox Sync
nl: Firefox Sync gebruiken
uk: Увімкнути синхронізацію Firefox

source: Autoplay videos
ar: شغّل الفيديوهات تلقائيًّا
de: Videos automatisch abspielen
es: Reproducir vídeos automáticamente
fa: نمایش خودکار ویدیوها
hr: Automatski pokreni videosnimke
lt: Automatiškai atkurti vaizdo įrašus
nb_no: Spill av videoer automatisk
nl: Video's automatisch afspelen
pl: Automatyczne odtwarzanie wideo
pt_pt: Tocar vídeos automaticamente
uk: Автовідтворення відео

source: Enable search suggestions
ar: فعّل اقتراحات البحث
de: Suchvorschläge aktivieren
es: Activar las sugerencias de búsqueda
fa: فعال کردن پیشنهادهای جستجو
hr: Aktiviraj prijedloge u pretraživanju
lt: Įjungti paieškos pasiūlymus
nb_no: Skru på søkeforslag
nl: Zoeksuggesties inschakelen
pl: Włącz sugestie wyszukiwania
pt_pt: Ativar sugestão de buscas
uk: Увімкнути пропозиції пошуку

source: Enable spell checking
ar: فعّل التصحيح الإملائي
de: Rechtschreibprüfung aktivieren
es: Activar la revisión ortográfica
fa: فعال کردن بررسی هجی
hr: Aktiviraj provjeru pravopisa
lt: Įjungti rašybos tikrinimą
nb_no: Skru på stavekontroll
nl: Spellingcontrole inschakelen
pl: Włącza sprawdzanie pisowni
pt_pt: Ativar verificação ortográfica
uk: Увімкнути перевірку правопису

source: A web browser for GNOME.
ar: متصفح وب لسطح مكتب غنوم.
de: Ein Webbrowser für GNOME.
es: Un navegador web para GNOME.
fa: یک مرورگر وب برای گنوم.
hr: Web preglednik za GNOME.
lt: Saityno naršyklė, skirta GNOME.
nb_no: En nettleser for GNOME.
nl: Een webbrowser voor GNOME.
pl: Przeglądarka internetowa dla GNOME.
pt_pt: Um navegador web para o GNOME.
uk: Переглядач мережі для GNOME.

source: Visit Eolie website
ar: زر موقع أيولي
de: Die Webseite von Eolie besuchen
es: Visitar el sitio web de Eolie
hr: Posjeti Eolie web-stranicu
lt: Apsilankyti Eolie internetinėje svetainėje
nb_no: Besøk Eolie-nettsiden
nl: Ga naar de Eolie-website
pl: Otwórz witrynę Eolie
pt_pt: Visite o Site do Eolie
uk: Відвідати вебсайт Eolie

# Translation credits here, put your name here!
source: Cédric Bellegarde <cedric.bellegarde@adishatz.org>
ar: أبو زكريا <zakariakov@gmail.com> محمد عبد الهادي
de: Philipp Wolfer <ph.wolfer@gmail.com> Mario Blättermann <mario.blaettermann@gmail.com> Carlo Kretzschmann <carlokretzschmann@gmail.com>
es: Alexis Ruiz <alexmtzr14@gmail.com>
fa: سهیل خانعلی‌پور <soheilkhanalipur@tutanota.com>
hr: Milo Ivir <mail@milotype.de>, 2020.
lt: Moo
nb_no: Allan Nordhøy <epost@anotheragency.no>
nl: Nathan Follens <nthn@unseen.is> Heimen Stoffels <vistausss@outlook.com>
pl: Tomasz Małota <tom.malota@gmail.com>
pt_pt: Carlos Henrique de Freitas F. <Neocazen@vivaldi.net>
uk: Ihor Hordiichuk <igor_ck@outlook.com>

source: Donations:
ar: التبرعات:
de: Spenden:
es: Donaciones:
fa: هدیه:
hr: Donacije:
lt: Paaukojimai:
nb_no: Donasjoner:
nl: Donaties:
pl: Datki:
pt_pt: Doações:
uk: Внески:

source: Web browser
ar: متصفح وب
es: Navegador web
fa: مرورگر وب
hr: Web preglednik
lt: Saityno naršyklė
nb_no: Nettleser
pl: Przeglądarka internetowa
pt_pt: Navegador da Web
uk: Переглядач Мережі

source: Eolie is a new GNOME web browser.
ar: أيولي متصفح الوِب الجديد لسطح المكتب غنوم.
de: Eolie ist ein neuer Webbrowser für GNOME.
es: Eolie es un nuevo navegador de GNOME.
hr: Eolie je novi web preglednik za GNOME.
lt: Eolie yra nauja GNOME saityno naršyklė.
nb_no: Eolie er en ny GNOME-nettleser.
nl: Eolie is een webbrowser voor GNOME.
pl: Eolie jest nową przeglądarka internetową GNOME.
pt_pt: Eolie é um novo navegador da web do GNOME.
uk: Eolie — це новий переглядач Мережі для GNOME.

source: New window
ar: نافذة جديدة
de: Neues Fenster
es: Ventana nueva
fa: پنجره نو
hr: Novi prozor
lt: Naujas langas
nl: Nieuw venster
pl: Nowe okno
pt_pt: Nova janela
uk: Нове вікно

source: New private page
ar: صفحة خاصة جديدة
de: Neuer privater Reiter
es: Página privada nueva
fa: پنجره خصوصی نو
hr: Nova privatna stranica
lt: Naujas privatus puslapis
nb_no: Ny privat side
nl: Nieuw privétabblad
pl: Nowa prywatna karta
pt_pt: Nova página privada
uk: Нове приватне вікно

source: Add new tag
ar: أضف وسمًا جديدًا
de: Neuen Tag hinzufügen
es: Añadir una etiqueta nueva
fa: افزودن برچسب نو
hr: Dodaj novu oznaku
lt: Pridėti naują žymę
nb_no: Legg til ny merkelapp
nl: Label toevoegen
pl: Dodaj nową etykietę
pt_pt: Adicionar novo marcador
uk: Додати нову мітку

source: Title:
ar: الاسم:
de: Titel:
es: Título:
fa: اسم:
hr: Naslov:
lt: Pavadinimas:
nb_no: Tittel:
nl: Titel:
pl: Tytuł:
pt_pt: Título:
uk: Назва:

source: Remove bookmark
ar: أزل العلامة
de: Lesezeichen entfernen
es: Quitar el marcador
fa: حذف نشانگاه
hr: Ukloni zabilješku
lt: Šalinti adresyno įrašą
nb_no: Fjern bokmerke
nl: Bladwijzer verwijderen
pl: Usuń zakładkę
pt_pt: Remover indicador
uk: Вилучити закладку

source: Address:
ar: العنوان:
de: Adresse:
es: Dirección:
fa: نشانی:
hr: Adresa:
lt: Adresas:
nb_no: Adresse:
nl: Adres:
pl: Adres:
pt_pt: Endereço:
uk: Адреса:

source: Load at startup
ar: حمِّل عند البدء
de: Beim Start von Eolie öffnen
es: Cargar al inicio
fa: بارگیری هنگام راه‌اندازی
hr: Pokreni prilikom pokretanja programa
lt: Įkelti paleidimo metu
nb_no: Last inn ved oppstart
nl: Laden tijdens opstarten
pl: Załaduj przy starcie
pt_pt: Carregar ao iniciar
uk: Завантажувати під час запуску

source: You cannot undo this action. The data you are choosing to clear will be removed forever.
ar: لا يمكنك التراجع عن هذا المحو، والبيانات التي حددتها ستمحى إلى الأبد.
de: Diese Aktion kann nicht rückgängig gemacht werden. Die ausgewählten Daten werden dauerhaft gelöscht.
es: No se puede deshacer esta acción. Los datos que elija vaciar se eliminarán permanentemente.
fa: شما نمی‌توانید این کنش را پس بدهید. داده‌ای که شما برای پاک کردن انتخاب می‌کنید برای همیشه حذف می‌شود.
hr: Ovu radnju nije moguće poništiti. Odabrani podaci za brisanje zauvijek će se ukloniti.
lt: Jūs negalėsite atšaukti šio veiksmo. Išvalymui pažymėti duomenys bus pašalinti visiems laikams.
nl: Deze actie kan niet ongedaan worden gemaakt. De gegevens die je wist worden voorgoed verwijderd.
pl: Nie można cofnąć tej czynności. Wybrane dane zostaną trwale usunięte.
pt_pt: Não poderá desfazer esta ação. Os dados que escolher para limpar serão removidos permanentemente.
uk: Цю дію не можна скасувати. Дані, які ви вирішили очистити, буде вилучено назавжди.

source: Clear Personal Data
ar: امح البيانات الشخصية
de: Persönliche Daten löschen
es: Vaciar los datos personales
fa: پاک کردن داده‌های شخصی
hr: Izbriši osobne podatke
lt: Išvalyti asmeninius duomenis
nb_no: Tøm personlig data
nl: Persoonlijke gegevens wissen
pl: Wyczyść prywatne dane
pt_pt: Limpar Dados Pessoais
uk: Очистити особисті дані

source: Search
ar: ابحث
de: Suche
es: Buscar
fa: جستجو
hr: Traži
lt: Paieška
nb_no: Søk
nl: Zoeken
pl: Szukaj
pt_pt: Buscar
uk: Пошук

source: Filter domains
ar: رشّح النطاقات
de: Domänen flitern
es: Filtrar dominios
hr: Filtriraj domene
lt: Sričių filtras
nb_no: Filtrer domener
nl: Filter domeinen
pl: Filtr domen
pt_pt: Filtrar domínios
uk: Фільтрувати домени

source: Remove
uk: Вилучити

source: Credentials
nl: Inloggegevens
uk: Облікові дані

source: Import bookmarks from:
ar: استورد العلامات من:
de: Lesezeichen importieren von:
es: Importar marcadores desde:
fa: وارد کردن نشانگاه از:
hr: Uvezi zabilješke iz:
lt: Importuoti adresyną iš:
nb_no: Importer bokmerker fra:
nl: Bladwijzers importeren uit:
pl: Importuj zakładki z:
pt_pt: Importar favoritos de:
uk: Імпортувати закладки з:

source: Import bookmarks
ar: استورد العلامات
de: Lesezeichen importieren
es: Importar marcadores
fa: وارد کردن نشانگاه‌ها
hr: Uvezi zabilješke
lt: Importuoti adresyną
nb_no: Importer bokmerker
nl: Bladwijzers importeren
pl: Importuj zakładki
pt_pt: Importar favoritos
uk: Імпортувати закладки

source: Import
ar: استورد
de: Importieren
es: Importar
fa: وارد کردن
hr: Uvezi
lt: Importuoti
nb_no: Importer
nl: Importeren
pl: Importuj
pt_pt: Importar
uk: Імпорт

source: Modify
ar: غيّر
de: Ändern
es: Modificar
fa: پیرایش
hr: Promijeni
lt: Keisti
nb_no: Endre
nl: Wijzigen
pl: Modyfikuj
pt_pt: Modificar
uk: Змінити

source: Notifications
uk: Сповіщення

source: Name:
ar: الاسم:
es: Nombre:
fa: نام:
hr: Ime:
lt: Pavadinimas:
nb_no: Navn:
nl: Naam:
pl: Nazwa:
pt_pt: Nome:
uk: Назва:

source: Default:
ar: المبدئي:
de: Standard:
es: Predeterminado:
fa: پیش‌گزیده:
hr: Zadano:
lt: Numatytoji:
nb_no: Forvalg:
nl: Standaard:
pl: Domyślna:
pt_pt: Predefinição:
uk: Типовий:

source: Bang:
ar: الرمز:
es: Acceso rápido:
lt: Trumpinys:
pl: Skrót wyszukiwarki:
pt_pt: Bing:
uk: Ярлик пошуку:

source: If bang is g, use g: in search bar to search using this engine
ar: إذا كان الرمز هو ب مثلًا، فيمكنك كتابة ب: في شريط البحث لكي تستخدم هذا المحرك
de: Wenn als Bang "g" gesetzt ist, können sie durch Voranstellen von g: in der Suchleiste mit dieser Suchmaschine suchen
es: Si el acceso rápido es «g», utilice «g:» en el cuadro de búsquedas para buscar con este buscador
hr: Ako je za Bang postavljen „g”, upiši „g:” u traci za pretraživanje. Na taj način koristiš tu tražilicu
lt: Jei trumpinys yra g, tuomet norėdami atlikti paiešką naudojant šią sistemą, paieškos juostoje naudokite g:
nl: Als de bang ‘g’ is, typ dan g: in de zoekbalk om deze zoekmachine te gebruiken
pl: Jeśli skrótem wyszukiwarki jest g, użyj g: w panelu wyszukiwania, by wyszukać za pomocą tego silnika
pt_pt: Se bing é g, use g: na barra de pesquisa para pesquisar usando este motor
uk: Якщо ярлик g, використовуйте g: у панелі пошуку для пошуку за допомогою цього засобу

source: Search:
ar: البحث:
de: Suchen:
es: Buscar:
fa: جستجو:
hr: Traži:
lt: Paieška:
nb_no: Søk:
nl: Zoeken:
pl: Szukaj:
pt_pt: Buscar:
uk: Пошук:

source: To determine the search address, perform a search using the search engine that you want to add and check the resulting address. Remove the search term from the resulting address and replace it with %s.
ar: لكي تحصل على عنوان البحث، ابحث باستعمال محرك البحث الذي تريد إضافته وافحص العنوان الناتج، ثم احذف كلمة البحث من العنوان الناتج وضع مكانه %s.
de: Um die Suchadresse zu ermitteln, führen Sie eine Suche mit Hilfe der Suchmaschine durch, die Sie hinzufügen möchten, und überprüfen Sie die resultierende Adresse. Entfernen Sie den Suchbegriff aus der gefundenen Adresse und ersetzen Sie ihn durch %s.
es: Para determinar la dirección de búsqueda, realice una búsqueda con el buscador que quiera añadir y revise la dirección resultante. Sustituya el término de búsqueda de la dirección por «%s».
hr: Za određivanje tražene adrese, izvrši pretraživanje pomoću tražilice koju želiš dodati i provjeri rezultirajuću adresu. Ukloni traženi pojam iz dobivene adrese i zamijeni ga s %s.
lt: Norėdami nustatyti paieškos adresą, atlikite paiešką norimoje pridėti paieškos sistemoje ir patikrinkite galutinį adresą. Pašalinkite iš galutinio adreso paieškos žodį ir pakeiskite jį į %s.
nb_no: For å bestemme søkeadressen, utfør et søk ved bruk av søkemotoren du ønsker å legge til og sjekk resulterende adresse. Fjern søkeleddet fra resulterende adresse og erstatt det med %s.
nl: Voer een zoekopdracht uit met de zoekmachine die je wilt toevoegen om het zoekadres te bepalen, en controleer het adres van de pagina waarop je terechtkomt. Verwijder de zoekterm uit dit adres en vervang deze door ‘%s’.
pl: By ustalić adres wyszukiwania, użyj wyszukiwarki do znalezienia silnika, który chcesz dodać oraz sprawdź końcowy adres. Usuń wyszukiwaną frazę oraz zastąp ją za pomocą %s.
pt_pt: Para determinar a busca de endereços, faça uma pesquisa usando o mecanismo de pesquisa que deseja adicionar e verifique o endereço resultante. Remova o termo de pesquisa a partir do resultado e substitua-o com %s.
uk: Щоб визначити адресу пошуку, виконайте пошук за допомогою засобу пошуку, який потрібно додати та перевірте отриману адресу. Вилучіть пошуковий термін з отриманої адреси та замініть його на %s.

source: Search engines
ar: محركات البحث
de: Suchmaschinen
es: Buscadores
hr: Tražilice
lt: Paieškos sistemos
nb_no: Søkemotorer
nl: Zoekmachines
pl: Wyszukiwarki
pt_pt: Mecanismos de busca
uk: Засоби пошуку

source: Spell checking
ar: التصحيح الإملائي
de: Rechtschreibprüfung
es: Revisión ortográfica
fa: بررسی هجی
hr: Provjera pravopisa
lt: Rašybos tikrinimas
nb_no: Stavekontroll
nl: Spellingcontrole
pl: Sprawdzanie pisowni
pt_pt: Verificação ortográfica
uk: Перевірка правопису

source: Do you want to save this password?
ar: هل تريد حفظ كلمة السر هذه؟
de: Möchten Sie dieses Passwort speichern?
es: ¿Quiere guardar esta contraseña?
fa: آیا می‌خواهید این گذرواژه را ذخیره کنید؟
hr: Želiš li spremiti ovu lozinku?
lt: Ar norite įrašyti šį slaptažodį?
nb_no: Ønsker du å lagre dette passordet?
nl: Wil je dit wachtwoord opslaan?
pl: Czy chcesz zapisać to hasło?
pt_pt: Deseja gravar esta palavra-passe?
uk: Зберегти цей пароль?

source: Save
ar: احفظ
de: Speichern
es: Guardar
fa: ذخیره
hr: Spremi
lt: Įrašyti
nb_no: Lagre
nl: Opslaan
pl: Zapisz
pt_pt: Gravar
uk: Зберегти
