Repository: sleepycrow/eolie-po
Catalog: *.po
Languages: ar, de, es, fa, hr, lt, nb_no, nl, pl, pt_pt, uk

source: Cancel
ar: ألغ
de: Abbrechen
es: Cancelar
fa: لغو
hr: Odustani
lt: Atsisakyti
nb_no: Avbryt
nl: Annuleren
pl: Anuluj
pt_pt: Cancelar
uk: Скасувати

source: Open download folder
ar: افتح مجلد التنزيلات
de: Download-Ordner öffnen
es: Abrir la carpeta de descargas
fa: باز کردن پوشه بارگیری
hr: Otvori mapu za preuzimanja
lt: Atverti atsiuntimų aplanką
nb_no: Åpne nedlastingsmappen
nl: Downloadmap openen
pl: Otwiera katalog pobierania
pt_pt: Abrir pasta de ficheiros descarregados
uk: Відкрити теку звантажень

source: Clear finished downloads
ar: امح التنزيلات التامّة
de: Liste der beendeten Downloads leeren
es: Vaciar las descargas finalizadas
fa: پاک کردن بارگیری‌های تکمیل شده
hr: Izbriši završena preuzimanja
lt: Išvalyti užbaigtus atsiuntimus
nl: Voltooide downloads wissen
pl: Czyści ukończone pobierania
pt_pt: Limpar finalizados
uk: Очистити завершені завантаження

source: No active download
ar: لا يوجد تنزيل نشط
de: Kein aktiver Download
es: No hay ninguna descarga activa
fa: بارگیری فعالی وجود ندارد
hr: Nema aktivnog preuzimanja
lt: Nėra aktyvių atsiuntimų
nl: Er wordt niks gedownload
pl: Brak aktywnych pobierań
pt_pt: Não começar a descarregar
uk: Немає активних звантажень

source: Forever
ar: إلى الأبد
de: immer
es: Para siempre
fa: همیشه
hr: Zauvijek
lt: Visiems laikams
nb_no: For alltid
nl: Permanent
pl: Zawsze
pt_pt: Sempre
uk: Назавжди

source: Save images
ar: احفظ الصور
de: Bilder speichern
es: Guardar las imágenes
fa: ذخیره عکس‌ها
hr: Spremi slike
lt: Įrašyti paveikslus
nb_no: Lagre bilder
nl: Afbeeldingen opslaan
pl: Zapisz obrazy
pt_pt: Gravar imagens
uk: Зберегти зображення

source: Show links
ar: أظهر الروابط
de: Links anzeigen
es: Mostrar los enlaces
fa: نمایش پیوندها
hr: Prikaži poveznice
lt: Rodyti nuorodas
nb_no: Vis lenker
nl: Links tonen
pl: Wyświetlanie odnośników
pt_pt: Mostrar ligações
uk: Показати посилання

source: Bookmarks
ar: العلامات
de: Lesezeichen
es: Marcadores
fa: نشانگاه‌ها
hr: Zabilješke
lt: Adresynas
nb_no: Bokmerker
nl: Bladwijzers
pl: Zakładki
pt_pt: Favoritos
uk: Закладки

source: Clear history
ar: امح التأريخ
de: Verlauf leeren
es: Vaciar el historial
fa: پاک کردن تاریخچه
hr: Izbriši kronologiju
lt: Išvalyti istoriją
nb_no: Tøm historikk
nl: Geschiedenis wissen
pl: Wyczyść historię
pt_pt: Limpar histórico
uk: Очистити історію

source: History
ar: التأريخ
de: Verlauf
es: Historial
fa: تاریخچه
hr: Povijest
lt: Istorija
nb_no: Historikk
nl: Geschiedenis
pl: Historia
pt_pt: Histórico
uk: Історія

source: Close
ar: أغلق
de: Schließen
es: Cerrar
fa: بستن
hr: Zatvori
lt: Užverti
nb_no: Lukk
nl: Sluiten
pl: Zamknij
pt_pt: Fechar
uk: Закрити

source: Cancel download
ar: ألغ التنزيل
de: Download abbrechen
es: Cancelar la descarga
fa: لغو بارگیری
hr: Prekini preuzimanje
lt: Atsisakyti atsiuntimo
nb_no: Avbryt nedlasting
nl: Download afbreken
pl: Anuluj pobieranie
pt_pt: Parar de descarregar
uk: Скасувати звантаження

source: Enable JavaScript blocker
ar: فعّل حاجب الجافاسكربت
de: JavaScript-Blocker aktivieren
es: Habilitar el bloqueador de JavaScript
hr: Aktiviraj blokiranje JavaScripta
lt: Įjungti JavaScript blokavimo programą
nb_no: Skru på JavaScript-blokkerer
nl: JavaScript-blokkering inschakelen
pl: Włącz blokowanie JavaScript
pt_pt: Ativar bloqueio de JS
uk: Увімкнути блокувальник JavaScript

source: Block policy
ar: سياسة الحجب
de: Regeln zur Blockierung
es: Política de bloqueo
hr: Politika blokiranja
lt: Blokavimo politika
nb_no: Blokkeringspraksis
nl: Blokkeerbeleid
pl: Zasady blokowania
pt_pt: Política de bloqueio
uk: Правила блокування

source: Trust websites
ar: مواقع الوِب الموثوقة
de: Webseiten vertrauen
es: Confiar en sitios web
hr: Vjeruj web-stranicama
lt: Pasitikėti svetainėmis
nb_no: Stol på nettsider
nl: Vertrouwde websites
pl: Zaufane strony
pt_pt: Sites confiáveis
uk: Довірені вебсайти

source: General
ar: عامة
de: Allgemein
fa: فراگیر
hr: Opće
lt: Bendra
nb_no: Generelt
nl: Algemeen
pl: Ogólne
pt_pt: Geral
uk: Загальні

source: Appearance
ar: المظهر
de: Erscheinungsbild
es: Apariencia
fa: چهره
hr: Izgled
lt: Išvaizda
nb_no: Utseende
nl: Uiterlijk
pl: Wygląd
pt_pt: Aparência
uk: Зовнішній вигляд

source: Auto switch to night mode
nl: Automatisch overschakelen naar nachtmodus
uk: Автоматичний перехід у нічний режим

source: Follow system settings
nl: Systeeminstellingen volgen
uk: Дотримуватись системних налаштувань

source: Fonts
ar: الخطوط
de: Schriftarten
es: Tipos de letra
lt: Šriftai
nb_no: Skrifter
pl: Czcionki
pt_pt: Fontes
uk: Шрифти

source: Monospaced font
ar: الخط موحد المسافات
de: Monospace-Schriftart
es: Fuente monoespaciada
fa: قلم تک‌فاصله
hr: Jednometrični font
lt: Lygiaplotis šriftas
nb_no: Fastbreddeskrift
nl: Niet-proportioneel lettertype
pl: Czcionka o stałej szerokości
pt_pt: Fonte Mono-espaçada
uk: Моноширний шрифт

source: Startup
ar: بدء التشغيل
de: Programmstart
es: Inicio
hr: Pokretanje
lt: Paleidimas
nb_no: Programstart
nl: Opstarten
pl: Uruchamianie
pt_pt: Iniciar
uk: Запуск

source: Restore session
nl: Sessie herstellen
uk: Відновити сеанс

source: Show previously opened pages on startup
nl: Vorige geopende pagina's herstellen bij opstarten
uk: Показувати раніше відкриті сторінки під час запуску

source: Start page
ar: صفحة البدء
de: Startseite
es: Página de inicio
fa: صفحه آغاز
hr: Početna stranica
lt: Pradžios puslapis
nb_no: Startside
nl: Startpagina
pl: Przechodzi do strony startowej
pt_pt: Página inicial
uk: Початкова сторінка

source: Search engine
ar: محرك البحث
de: Suchmaschine
es: Buscador
hr: Tražilica
lt: Paieškos sistema
nb_no: Søkemotor
nl: Zoekmachine
pl: Wyszukiwarka
pt_pt: Mecanismo de busca
uk: Засіб пошуку

source: Popular pages
ar: الصفحات الشائعة
de: Beliebte Seiten
es: Páginas populares
fa: صفحه‌های پرهوادار
hr: Omiljene stranice
lt: Populiarūs puslapiai
nb_no: Populære sider
nl: Populaire pagina’s
pl: Popularne strony
pt_pt: Páginas populares
uk: Популярні сторінки

source: Popular bookmarks
ar: العلامات الشائعة
de: Beliebte Lesezeichen
es: Marcadores populares
fa: نشانگاه‌های پرهوادار
hr: Omiljene zabilješke
lt: Populiarūs adresyno įrašai
nb_no: Populære bokmerker
nl: Populaire bladwijzers
pl: Popularne zakładki
pt_pt: Favoritos populares
uk: Популярні закладки

source: Blank page
ar: صفحة فارغة
de: Leere Seite
es: Página vacía
fa: صفحه خالی
hr: Prazna stranica
lt: Tuščias puslapis
nb_no: Tom side
nl: Blanco pagina
pl: Pusta strona
pt_pt: Página em branco
uk: Чиста сторінка

source: Custom
nl: Aangepast
uk: Власна

source: Shown bookmarks
ar: العلامات الظاهرة
de: Angezeigte Lesezeichen
es: Marcadores mostrados
fa: نشانگاه‌های آشکار
hr: Prikazane zabilješke
lt: Rodoma adresyno įrašų
nb_no: Viste bokmerker
nl: Getoonde bladwijzers
pl: Pokaż zakładki
pt_pt: Mostrando favoritos
uk: Показані закладки

source: How many bookmarks on startup page
nl: Hoeveel bladwijzers er moeten worden getoond op de startpagina
uk: Скільки закладок на початковій сторінці

source: Downloads
ar: التنزيلات
es: Descargas
fa: بارگیری‌ها
hr: Preuzimanja
lt: Atsiuntimai
nb_no: Nedlastinger
pl: Wyświetla pobrane
pt_pt: Descarregados
uk: Завантаження

source: Folder
nl: Map
uk: Тека

source: Select download folder
ar: اختر مجلّد التنزيل
de: Download-Ordner auswählen
es: Seleccione la carpeta de descarga
fa: انتخاب پوشه بارگیری
hr: Odaberi mapu za preuzimanja
lt: Pasirinkti atsiuntimų aplanką
nb_no: Velg nedlastingsmappe
nl: Kies een downloadmap
pl: Wybierz folder pobierania
pt_pt: Selecionar pasta de descarregados
uk: Виберіть теку завантажень

source: Automatically open downloaded files
ar: افتح الملفات المنزّلة تلقائيًا
de: Heruntergeladene Dateien automatisch öffnen
es: Abrir automáticamente los archivos descargados
fa: باز کردن خودکار پرونده‌های بارگیری شده
hr: Automatski otvori preuzete datoteke
lt: Automatiškai atverti atsisiųstus failus
nb_no: Åpne nedlastede filer automatisk
nl: Gedownloade bestanden automatisch openen
pl: Automatycznie otwórz pobrane pliki
pt_pt: Abrir ficheiros descarregados automaticamente
uk: Автоматично відкривати завантажені файли

source: Suggestions
nl: Suggesties
uk: Пропозиції

source: Show suggestions from search engines
nl: Zoekmachinesuggesties tonen
uk: Показувати пропозиції від пошукових систем

source: Others
ar: أخرى
de: Andere
es: Otros
fa: دیگر
hr: Ostalo
lt: Kiti
nb_no: Andre
nl: Overig
pl: Inne
pt_pt: Outros
uk: Інше

source: Zoom level for current screen
nl: Zoomniveau op huidige scherm
uk: Масштаб для поточного екрана

source: Sites allowed to notify you
uk: Сайти, яким дозволено надсилати вам сповіщення

source: Custom script
uk: Власний сценарій

source: Privacy
ar: الخصوصية
de: Datenschutz
es: Privacidad
fa: پنهانی
hr: Privatnost
lt: Privatumas
nb_no: Personvern
pl: Prywatność
pt_pt: Privacidade
uk: Приватність

source: Tracking
ar: التتبع
de: Verfolgung
es: Seguimiento
fa: ردیابی
hr: Praćenje
lt: Sekimas
nb_no: Sporing
nl: Volgen
pl: Śledzenie
pt_pt: Rastreamento
uk: Стеження

source: Accept cookies
nl: Cookies accepteren
uk: Приймати cookie

source: Always accept
ar: اقبل دائمًا
de: Immer annehmen
es: Aceptar siempre
fa: همیشه بپذیر
hr: Uvijek prihvati
lt: Visada priimti
nb_no: Alltid godta
nl: Altijd accepteren
pl: Zawsze
pt_pt: Aceitar sempre
uk: Завжди приймати

source: Never accept
ar: لا تقبل أبدًا
de: Nie annehmen
es: No aceptar nunca
fa: هرگز نپذیر
hr: Ne prihvaćaj nikada
lt: Niekada nepriimti
nb_no: Aldri godta
nl: Nooit accepteren
pl: Nigdy
pt_pt: Nunca aceitar
uk: Ніколи не приймати

source: Only from visited sites
ar: فقط من المواقع المُزارة
de: Nur von besuchten Seiten
es: Sólo de los sitios visitados
fa: تنها از پایگاه‌های دیده شده
hr: Samo od posjećenih web-stranica
lt: Tik iš aplankytų svetainių
nb_no: Kun fra besøkte sider
nl: Alleen van bezochte websites
pl: Tylko z odwiedzonych stron
pt_pt: Somente de sites visitados
uk: Лише з відвіданих сайтів

source: Data
nl: Gegevens
uk: Дані

source: Autocomplete credentials
nl: Inloggegevens automatisch aanvullen
uk: Автозаповнення облікових даних

source: Navigation data
uk: Дані переходів

source: How much time we keep it?
uk: Скільки часу ми це зберігаємо?

source: One day
ar: مدة يوم واحد
de: einen Tag
es: Un día
fa: یک روز
hr: Jedan dan
lt: Vieną dieną
nb_no: Én dag
nl: Eén dag
pl: 1 dzień
pt_pt: Um dia
uk: Один день

source: One week
ar: مدة أسبوع واحد
de: eine Woche
es: Una semana
fa: یک هفته
hr: Tjedan dana
lt: Vieną savaitę
nb_no: Ei uke
nl: Eén week
pl: 1 tydzień
pt_pt: Uma semana
uk: Один тиждень

source: Four weeks
ar: مدة أربعة أسابيع
de: vier Wochen
es: Cuatro semanas
fa: چهار هفته
hr: Četiri tjedna
lt: Keturias savaites
nb_no: Fire uker
nl: Vier weken
pl: 4 tygodnie
pt_pt: Quatro semanas
uk: Чотири тижні

source: A year
ar: مدة سنة
de: ein Jahr
es: Un año
fa: یک سال
hr: Godinu dana
lt: Vienerius metus
nb_no: Ett år
nl: Eén jaar
pl: Rok
pt_pt: Um ano
uk: Рік

source: Do not keep
ar: لا تُبق
de: nicht speichern
es: No conservar
fa: نگه ندار
hr: Ne čuvaj
lt: Nesaugoti
nb_no: Ikke behold
nl: Niet onthouden
pl: Nie przechowuj
pt_pt: Não manter
uk: Не зберігати

source: Firefox sync
nl: Firefox-synchronisatie
uk: Синхронізація Firefox

source: Enable synchronization
nl: Synchronisatie inschakelen
uk: Увімкнути синхронізацію

source: This will sync your history and passwords
nl: Hiermee synchroniseer je je geschiedenis en wachtwoorden
uk: Це синхронізуватиме вашу історію та паролі

source: Status
uk: Стан

source: Sync now
nl: Nu synchroniseren
uk: Синхронізувати зараз

source: Configure
uk: Налаштувати

source: Username
nl: Gebruikersnaam
uk: Ім’я користувача

source: Password
nl: Wachtwoord
uk: Пароль

source: Code
uk: Код

source: Two factor auth
nl: Authenticatie in twee stappen
uk: Двоетапна перевірка

source: Start syncing
ar: ابدأ المزامنة
de: Synchronisation starten
es: Comienza la sincronización
hr: Pokreni sinkronizaciju
lt: Pradėti sinchronizavimą
nb_no: Start synkronisering
nl: Synchronisatie starten
pl: Rozpocznij synchronizację
pt_pt: Iniciar sincronização
uk: Почати синхронізацію

# shortcut window
source: General
ar: عام
de: Allgemein
fa: فراگیر
hr: Opće
lt: Bendra
nb_no: Generelt
nl: Algemeen
pl: Ogólne
pt_pt: Geral
uk: Загальне

# shortcut window
source: New window
ar: نافذة جديدة
de: Neues Fenster
es: Ventana nueva
fa: پنجره نو
hr: Novi prozor
lt: Naujas langas
nb_no: Nytt vindu
nl: Nieuw venster
pl: Nowe okno
pt_pt: Nova janela
uk: Нове вікно

# shortcut window
source: Settings
ar: إعدادات
de: Einstellungen
es: Configuración
fa: تنظیمات
hr: Postavke
lt: Nustatymai
nb_no: Innstillinger
nl: Instellingen
pl: Ustawienia
pt_pt: Definições
uk: Налаштування

# shortcut window
source: Fullscreen
ar: املأ الشاشة
de: Vollbildmodus
es: Pantalla completa
fa: صفحه سرتاسر
hr: Cjeloekranski prikaz
lt: Visas ekranas
nb_no: Fullskjermsvisning
nl: Beeldvullend
pl: Pełny ekran
pt_pt: Ecrã cheio
uk: На весь екран

# shortcut window
source: Quit
ar: أغلق
de: Beenden
es: Salir
fa: بیرون رفتن
hr: Zatvori
lt: Išeiti
nb_no: Avslutt
nl: Afsluiten
pl: Zakończ
pt_pt: Sair
uk: Вийти

# shortcut window
source: Enter location
ar: أدخل موقعًا
de: Adresse eingeben
es: Escriba la ubicación
fa: جایگاه را وارد کنید
hr: Upiši lokaciju
lt: Įvesti vietą
nb_no: Skriv inn plassering
nl: Adres invoeren
pl: Wpisz lokalizację
pt_pt: digitar a localização
uk: Ввести розташування

# shortcut window
source: Show bookmarks
ar: أظهر العلامات
de: Lesezeichen anzeigen
es: Mostrar los marcadores
fa: نمایش نشانگاه‌ها
hr: Prikaži zabilješke
lt: Rodyti adresyną
nb_no: Vis bokmerker
nl: Bladwijzers tonen
pl: Pokaż zakładki
pt_pt: Mostrar favoritos
uk: Показати закладки

# shortcut window
source: Show history
ar: أظهر التأريخ
de: Verlauf anzeigen
es: Mostrar el historial
fa: نمایش تاریخچه
hr: Prikaži kronologiju
lt: Rodyti istoriją
nb_no: Vis historikk
nl: Geschiedenis tonen
pl: Pokaż historię
pt_pt: Mostrar histórico
uk: Показати історію

# shortcut window
source: Search
ar: ابحث
de: Suche
es: Buscar
fa: جستجو
hr: Traži
lt: Paieška
nb_no: Søk
nl: Zoeken
pl: Szukaj
pt_pt: Pesquisa
uk: Пошук

# shortcut window
source: Show sidebar
ar: أظهر القائمة الجانبية
de: Seitenleiste anzeigen
es: Mostrar la barra lateral
fa: نمایش نوار کناری
hr: Prikaži bočnu traku
lt: Rodyti šoninę juostą
nl: Zijbalk tonen
pl: Pokaż pasek boczny
pt_pt: Mostrar barra lateral
uk: Показати бічну панель

# shortcut window
source: Pages
ar: الصفحات
de: Reiter
es: Páginas
fa: صفحه‌ها
hr: Stranice
lt: Puslapiai
nb_no: Faner
nl: Pagina’s
pl: Karty
pt_pt: Páginas
uk: Сторінки

# shortcut window
source: New page
ar: صفحة جديدة
de: Neuer Reiter
es: Página nueva
fa: صفحه نو
hr: Nova stranica
lt: Naujas puslapis
nb_no: Ny side
nl: Nieuw tabblad
pl: Nowa karta
pt_pt: Nova página
uk: Нова сторінка

# shortcut window
source: Last closed page
ar: آخر صفحة مغلقة
de: Zuletzt geschlossener Reiter
es: Última página cerrada
fa: آخرین صفحه بسته شده
hr: Zadnja zatvorena stranica
lt: Paskutinis užvertas puslapis
nb_no: Sist lukkede side
nl: Laatst gesloten tabblad
pl: Ostatnio zamknięta karta
pt_pt: Última página fechada
uk: Остання закрита сторінка

# shortcut window
source: New private page
ar: صفحة خاصة جديدة
de: Neuer privater Reiter
es: Página privada nueva
fa: صفحه خصوصی نو
hr: Nova privatna stranica
lt: Naujas privatus puslapis
nb_no: Ny privat side
nl: Nieuw privétabblad
pl: Nowa karta prywatna
pt_pt: Nova página privada
uk: Нове приватне вікно

# shortcut window
source: Close page
ar: أغلق الصفحة
de: Reiter schließen
es: Cerrar la página
fa: بستن صفحه
hr: Zatvori stranicu
lt: Užverti puslapį
nb_no: Lukk side
nl: Tabblad sluiten
pl: Zamknij kartę
pt_pt: Fechar página
uk: Закрити сторінку

# shortcut window
source: Previous page
ar: الصفحة السابقة
de: Vorheriger Reiter
es: Página anterior
fa: صفحه پیشین
hr: Prethodna stranica
lt: Ankstesnis puslapis
nb_no: Forrige side
nl: Vorige pagina
pl: Poprzednia strona
pt_pt: Página anterior
uk: Попередня сторінка

# shortcut window
source: Next page
ar: الصفحة التالية
de: Nächster Reiter
es: Página siguiente
fa: صفحه بعد
hr: Sljedeća stranica
lt: Kitas puslapis
nb_no: Neste side
nl: Volgende pagina
pl: Następna strona
pt_pt: Próxima página
uk: Наступна сторінка

# shortcut window
source: View all pages
ar: اعرض كل الصفحات
de: Alle Reiter ansehen
es: Ver todas las páginas
fa: دیدن همه صفحه‌ها
hr: Prikaži sve stranice
lt: Rodyti visus puslapius
nb_no: Vis alle sider
nl: Alle tabbladen tonen
pl: Pokaż wszystkie karty
pt_pt: Mostrar todas as páginas
uk: Показати всі вкладки

# shortcut window
source: Show source code
ar: أظهر الكود المصدري
de: Seitenquelltext anzeigen
es: Mostrar el código fuente
fa: نمایش کد منبع
hr: Prikaži izvorni kod
lt: Rodyti pirminį kodą
nb_no: Vis kildekode
nl: Broncode tonen
pl: Pokaż źródło strony
pt_pt: Mostrar código fonte
uk: Показати джерельний код

# shortcut window
source: Web page
ar: صفحة الوب
de: Webseite
es: Página web
fa: صفحه وب
hr: Web-stranica
lt: Internetinis puslapis
nb_no: Nettside
nl: Website
pl: Strona internetowa
pt_pt: Página na rede
uk: Вебсторінка

# shortcut window
source: Save page
ar: احفظ الصفحة
de: Seite speichern
es: Guardar la página
fa: ذخیره صفحه
hr: Spremi stranicu
lt: Įrašyti puslapį
nb_no: Lagre side
nl: Pagina opslaan
pl: Zapisz stronę
pt_pt: Gravar página
uk: Зберегти сторінку

# shortcut window
source: Print page
ar: اطبع الصفحة
de: Seite drucken
es: Imprimir la página
fa: صفحه چاپ
hr: Ispiši stranicu
lt: Spausdinti puslapį
nb_no: Skriv ut siden
nl: Pagina afdrukken
pl: Drukuj stronę
pt_pt: Imprimir página
uk: Надрукувати сторінку

# shortcut window
source: Zoom in
ar: قرّب
de: Vergrößern
es: Acercar
fa: نزدیک نمایی
hr: Povećaj
lt: Didinti
nb_no: Forstørr
nl: Inzoomen
pl: Powiększ
pt_pt: Em zoom
uk: Збільшити

# shortcut window
source: Zoom out
ar: بعّد
de: Verkleinern
es: Alejar
fa: دور نمایی
hr: Smanji
lt: Mažinti
nb_no: Forminsk
nl: Uitzoomen
pl: Zmniejsz
pt_pt: Sem zoom
uk: Зменшити

# shortcut window
source: Default zoom level
ar: مستوى التقريب المبدئي
de: Vergrößerungsstufe wiederherstellen
es: Nivel de escala predeterminado
fa: جایگاه اولیه نما
hr: Standardna razina zumiranja
lt: Numatytasis mastelis
nb_no: Forvalgt forstørrelsesnivå
nl: Standaard zoomniveau
pl: Domyślne powiększenie
pt_pt: Nível de zoom predefinido
uk: Типовий масштаб

# shortcut window
source: Search for
ar: ابحث
de: Suchen nach
es: Buscar
fa: جستجو برای
hr: Traži
lt: Ieškoti
nb_no: Søk etter
nl: Zoeken naar
pl: Wyszukaj
pt_pt: Buscar por
uk: Шукати

# shortcut window
source: Disable adblock for current site
ar: عطّل مانع الإعلانات للموقع الحالي
de: Werbeblocker für aktuelle Webseite deaktivieren
es: Desactivar el bloqueo de anuncios en este sitio
fa: بی‌کنش کردن بستن تبلیغ برای پایگاه کنونی
hr: Deaktiviraj blokiranje oglasa za trenutačnu web-stranicu
lt: Išjungti dabartinei svetainei reklamos blokavimą
nb_no: Skru av reklameblokkering for denne siden
nl: Advertentieblokkering uitschakelen op deze website
pl: Wyłącz blokowanie reklam na bieżącej stronie
pt_pt: Desativar o adblock para o site atual
uk: Вимкнути adblock для поточного сайту

# shortcut window
source: Enable JavaScript for current site temporarily
ar: فعّل الجافاسكربت للموقع الحالي مؤقتًا
de: JavaScript für aktuelle Seite temporär aktivieren
es: Habilitar JavaScript para el sitio actual temporalmente
fa: فعال کردن موقتی جاوا اسکریپت برای پایگاه کنونی
hr: Privremeno aktiviraj JavaScript za trenutačnu web-stranicu
lt: Įjungti laikinai esamai svetainei JavaScript
nb_no: Skru på JavaScript for gjeldende side midlertidig
nl: JavaScript tijdelijk inschakelen op deze website
pl: Tymczasowo włącz JavaScript dla bieżącej witryny
pt_pt: Ativar JS para o site atual temporariamente
uk: Тимчасово увімкнути JavaScript для поточного сайту

# shortcut window
source: Enable "Media Source Extension" temporarily
ar: فعّل «امتدادات مصادر الوسائط» مؤقتًا
de: Medienquellen-Erweiterung temporär aktivieren
es: Habilitar "Media Source Extension" temporalmente
hr: Privremeno aktiviraj „Media Source Extension”
lt: Įjungti laikinai "Media Source Extension"
nl: 'Media Source Extension' tijdelijk inschakelen
pl: Tymczasowo włącz „Media Source Extension”
pt_pt: Ativar "Extensão de origem de mídia" temporariamente
uk: Тимчасово увімкнenb «Media Source Extension»

# shortcut window
source: Navigation
ar: التنقّل
es: Navegación
fa: رهیابی
hr: Navigacija
lt: Naršymas
nb_no: Navigasjon
nl: Navigatie
pl: Nawigacja
pt_pt: Navegação
uk: Навігація

# shortcut window
source: Reload page
ar: حدّث الصفحة
de: Seite neu laden
es: Recargar la página
fa: بارگیری دوباره صفحه
hr: Ponovo učitaj stranicu
lt: Iš naujo įkelti puslapį
nb_no: Gjeninnlast side
nl: Pagina herladen
pl: Wczytaj ponownie stronę
pt_pt: Recarregar a página
uk: Перезавантажити сторінку

# shortcut window
source: Startup page
ar: صفحة البدء
de: Startseite
es: Página de inicio
hr: Stranica prilikom pokretanja
lt: Paleidimo puslapis
nb_no: Startside
nl: Startpagina
pl: Strona startowa
pt_pt: Iniciar página
uk: Cторінка запуску

source: Backward
ar: للخلف
de: Zurück
es: Hacia atrás
hr: Natraške
lt: Atgal
nb_no: Tilbake
nl: Terug
pl: Poprzednia strona
pt_pt: Voltar
uk: Назад

source: Forward
ar: للأمام
de: Vorwärts
es: Hacia adelante
hr: Naprijed
lt: Pirmyn
nl: Vooruit
pl: Następna strona
pt_pt: Adiantar
uk: Вперед

source: New page
ar: صفحة جديدة
de: Neuer Reiter
es: Página nueva
fa: صفحه نو
hr: Nova stranica
lt: Naujas puslapis
nb_no: Ny side
nl: Nieuw tabblad
pl: Nowa karta
pt_pt: Nova página
uk: Нова сторінка

source: View all pages
ar: اعرض كل الصفحات
de: Alle Reiter zeigen
es: Ver todas las páginas
fa: دیدن همه صفحه‌ها
hr: Prikaži sve stranice
lt: Rodyti visus puslapius
nb_no: Vis alle sider
nl: Alle tabbladen tonen
pl: Pokaż wszystkie karty
pt_pt: Mostrar todas as páginas
uk: Показати всі вкладки

source: Close page
ar: أغلق الصفحة
de: Reiter schließen
es: Cerrar la página
fa: بستن صفحه
hr: Zatvori stranicu
lt: Užverti puslapį
nb_no: Lukk side
nl: Tabblad sluiten
pl: Zamknij kartę
pt_pt: Fechar página
uk: Закрити сторінку

source: Leave fullscreen
ar: اترك وضع ملء الشاشة
de: Vollbildmodus beenden
es: Abandonar la pantalla completa
hr: Napusti cjeloekranski prikaz
lt: Išeiti iš viso ekrano
nb_no: Forlat fullskjermsvisning
nl: Beeldvullende modus verlaten
pl: Opuszcza tryb pełnoekranowy
pt_pt: Sair do ecrã cheia
uk: Вийти з повноекранного режиму

source: Disallow access to this site
ar: لا تسمح بالوصول إلى هذا الموقع
de: Zugriff auf diese Seite nicht erlauben
es: Desautorizar el acceso a este sitio
hr: Zabrani pristup na ovu web-stranicu
lt: Nebeleisti prieigos prie šios svetainės
nl: Toegang tot deze site blokkeren
pl: Zabroń dostępu do tej strony
pt_pt: Não permitir acesso a este site
uk: Заборонити доступ до цього вебсайту

source: Startup page
ar: صفحة البدء
de: Startseite
es: Página de inicio
fa: صفحه راه‌اندازی
hr: Stranica prilikom pokretanja
lt: Paleidimo puslapis
nb_no: Oppstartsside
nl: Startpagina
pl: Strona startowa
pt_pt: Página inicial
uk: Cторінка запуску

source: Save page
ar: احفظ الصفحة
de: Seite speichern
es: Guardar la página
fa: ذخیره صفحه
hr: Spremi stranicu
lt: Įrašyti puslapį
nb_no: Lagre side
nl: Pagina opslaan
pl: Zapisz stronę
pt_pt: Gravar página
uk: Зберегти сторінку

source: Print page
ar: اطبع الصفحة
de: Seite drucken
es: Imprimir la página
fa: چاپ صفحه
hr: Ispiši stranicu
lt: Spausdinti puslapį
nb_no: Skriv ut side
nl: Pagina afdrukken
pl: Drukuje stronę
pt_pt: imprimir a página
uk: Надрукувати сторінку

source: Zoom out
ar: بعّد
de: Verkleinern
es: Alejar
fa: دور نمایی
hr: Smanji
lt: Mažinti
nb_no: Forminsk
nl: Uitzoomen
pl: Oddal
pt_pt: Desativar zoom
uk: Зменшити

source: Zoom in
ar: قرّب
de: Vergrößern
es: Acercar
fa: نزدیک نمایی
hr: Povećaj
lt: Didinti
nb_no: Forstørr
nl: Inzoomen
pl: Przybliż
pt_pt: Ativar zoom
uk: Збільшити

source: Filtering
ar: الترشيح
de: Filterung
es: Filtrado
fa: پالایش
hr: Filtriranje
lt: Filtravimas
nb_no: Filtrering
nl: Filters
pl: Filtrowanie
pt_pt: Filtragem
uk: Фільтрування
