Repository: sleepycrow/eolie-po
Catalog: *.po
Languages: ar, de, es, fa, hr, lt, nb_no, nl, pl, pt_pt, uk

source: The certificate is signed using a weak signature algorithm
ar: الشهادة موقّعة بخوارزمية توقيع ضعيفة
de: Das Zertifikat ist mit einem schwachen Algorithmus signiert
es: El certificado se firmó con un algoritmo de firma débil
hr: Certifikat je potpisan sa slabim algoritmom potpisa
lt: Liudijimas pasirašytas, naudojant silpną parašo algoritmą
nb_no: Sertifikatet er signert med en svak algoritme
nl: Het certificaat is ondertekend met een zwak algoritme
pl: Certyfikat został podpisany przy użyciu słabego algorytmu podpisu
pt_pt: O certificado é assinado usando um algoritmo de assinatura fraco
uk: Сертифікат підписано за допомогою слабкого алгоритму підпису

source: The certificate activation time is still in the future
ar: إن وقت تفعيل الشهادة هو في المستقبل
de: Der Aktivierungszeitpunkt des Zertifikats liegt in der Zukunft
es: El tiempo de activación del certificado aún está en el futuro
hr: Vrijeme aktiviranja certifikata je još uvijek u budućnosti
lt: Liudijimo aktyvavimo laikas yra vis dar ateityje
nb_no: Serifikatsaktiviseringstiden er fremdeles i fremtiden
nl: De activatietijd van het certificaat ligt in de toekomst
pl: Czas aktywacji certyfikatu nadal jest w przyszłości
pt_pt: O tempo de ativação do certificado ainda está no futuro
uk: Час активації сертифіката ще в майбутньому

source: The identity of this website has not been verified
ar: لم يُتحقق من هوية هذا الموقع
de: Die Identität der Webseite konnte nicht überprüft werden
es: No se ha comprobado la identidad de este sitio web
hr: Identitet ove web-stranice nije provjerena
lt: Šios svetainės tapatybė nebuvo patvirtinta
nb_no: Identiteten til denne nettsiden har ikke blitt bekreftet
nl: De identiteit van deze website is niet goedgekeurd
pl: Tożsamość tej witryny nie została zweryfikowana
pt_pt: A identidade deste site não foi verificada
uk: Ідентичність цього вебсайту не підтверджено

source: Connection is not secure
ar: الاتصال ليس آمنًا
de: Verbindung ist nicht sicher
es: La conexión no es segura
fa: پیوند امن نیست
hr: Veza nije sigurna
lt: Ryšys nėra saugus
nb_no: Tilkoblingen er ikke sikker
nl: De verbinding is onbeveiligd
pl: Połączenie nie jest bezpieczne
pt_pt: A conexão não é segura
uk: З'єднання не є безпечним

source: This does not look like the real %s.<br/>Attackers might be trying to steal or alter information going to or from this site (for example, private messages, credit card information, or passwords).
ar: يبدو أنه هذه الصفحة ليست صفحة %s الحقيقية.<br/>قد يحاول المهاجمون سرقة المعلومات أو تبديلها التي تذهب إلى الموقع أو تعود منه (مثل الرسائل الخاصة، ومعلومات البطاقة البنكية، وكلمات السر).
de: Die Echtheit von %s konnte nicht bestätigt werden.<br/> Angreifer könnten versuchen, Datenströme von und zu dieser Seite zu verändern oder abzuhören und zum Beispiel an persönliche Mitteilungen, Kreditkartendaten oder Passwörter gelangen.
es: Este no parece ser el %s verdadero.<br/>Es posible que haya atacantes intentando robar o alterar la información que transita en este sitio (por ejemplo, mensajes privados, datos de tarjetas de crédito o contraseñas).
hr: Čini se da ovo nije pravi %s.<br/>Napadači možda pokušavaju ukrasti ili promijeniti podatke koji se šalju ili dolaze s ove web-stranice (na primjer, privatne poruke, podaci kreditne kartice ili lozinke).
lt: Tai nepanašu į tikrąjį %s.<br/>Tikriausiai, užpuolikai bando pavogti ar pakeisti į šią svetainę ar iš jos keliaujančią informaciją (pavyzdžiui, privačias žinutes, kreditinių kortelių informaciją ar slaptažodžius).
nb_no: Dette ser ikke ser ikke ut til å være den ekte %s.<br/>Angripere kan prøve å stjele eller forandre informasjonen til eller fra denne siden (for eksempel, private meldinger, kredittkortinformasjon, eller passord).
nl: Dit lijkt niet op de echte %s.<br/>Mogelijk proberen aanvallers de gegevens die je naar deze site stuurt of ervan ontvangt te stelen of aan te passen (bijvoorbeeld privéberichten, creditcardgegevens of wachtwoorden).
pl: To nie wygląda jak prawdziwa strona %s.<br/>Atakujący mogą próbować ukraść lub zmienić informacje przechodzące przez tę witrynę (np.: prywatne wiadomości, informacje o kartach kredytowych lub hasła).
pt_pt: Isso não parece o real %s.<br/>Os invasores podem estar tentando roubar ou alterar as informações enviadas para ou a partir deste site (por exemplo, mensagens privadas, informações de cartão de crédito ou palavras-passe).
uk: Це не схоже на справжній %s.<br/>Зловмисники можуть намагатися вкрасти або змінити дані, що збираються або надсилаються з цього сайту (наприклад, приватні повідомлення, дані про кредитну картку або паролі).

source: Accept Risk and Proceed
ar: أقبلُ الخطر واستمر
de: Risiko akzeptieren und fortfahren
es: Aceptar el riesgo y continuar
hr: Prihvati rizik i nastavi
lt: Prisiimti riziką ir tęsti
nb_no: Løp risikoen og fortsett
nl: Risico aanvaarden en doorgaan
pl: Zaakceptuj ryzyko i kontynuuj
pt_pt: Aceitar riscos e prosseguir
uk: Погодитиссь на ризик і продовжити

source: WebKit web engine crashed
ar: إنهار محرك وب‌كت
de: Die WebKit-Engine ist abgestürzt
es: Se bloqueó el motor web WebKit
hr: WebKit web-uređaj se srušio
lt: WebKit saityno modulis užstrigo
nb_no: WebKit-vevmotoren krasjet
nl: WebKit is gecrasht
pl: Silnik internetowy WebKit uległ awarii
pt_pt: O mecanismo da web, WebKit falhou
uk: Стався збій вебрушія WebKit

source: The webpage was terminated unexpectedly. To continue, reload or go to another page.<br/><br/>If problem persists, you can report a bug :)<br/>Use <b>'WebKit Gtk'</b> as component.<br/>Set <b>[GTK]</b> as subject prefix.
ar: لقد إنهارت الصفحة فجأة. إن أردت إكمال التصفّح فأعد تحميل الصفحة أو اذهب إلى صفحة أخرى.<br/><br/>إذا تكررت المشكلة فإنك تستطيع الإبلاغ عن علة :)<br/>اختر <b>'WebKit Gtk'</b> في خانة المكوّن.<br/>ضع <b>[GTK]</b> في بداية الموضوع.
de: Die Webseite wurde unerwartet beendet. Um fortzusetzen, laden Sie sie neu oder besuchen Sie eine andere Webseite.<br/><br/>Falls das Problem weiterhin besteht, können Sie einen Fehler melden:)<br/>Verwenden Sie <b>'WebKit Gtk'</b> als Komponente.<br/>Geben Sie <b>[GTK]</b> als Subjekt-Präfix an.
es: La página web se cerró inesperadamente. Para continuar, recargar o ir a otra página.<br/><br/>Si el problema persiste, puede informar de un error <br/>Use <b>'WebKit Gtk'</b> como componente.<br/>Configurar <b>[GTK]</b> como prefijo de asunto.
hr: Web-stranica je neočekivano prestala raditi. Ponovo učitaj stranicu ili prijeđi na jednu drugu stranicu.<br/><br/>Ako problem ustraje, prijavi grešku :)<br/>Koristi <b>„WebKit Gtk”</b> kao komponentu.<br/>Postavi <b>[GTK]</b>kao predmetni prefiks.
lt: Internetinė svetainė buvo netikėtai nutraukta. Norėdami tęsti, įkelkite iš naujo ar pereikite į kitą puslapį.<br/><br/>Jei problema išlieka, galite pranešti apie klaidą :)<br/>Naudokite <b>"WebKit Gtk"</b> kaip komponentą.<br/>Kaip temos priesagą nustatykite <b>[GTK]</b>.
nl: Deze website is onverwacht afgesloten. Als je wilt doorgaan, herlaad dan de site of ga naar een andere.<br/><br/>Als het probleem zich blijft voordoen, dan kun je een bug melden :)<br/>Gebruik<b>'WebKit Gtk'</b> als het onderdeel;<br/>gebruik <b>[GTK]</b>als onderwerplabel.
pl: Strona sieci Web została nieoczekiwanie zamknięta. Aby kontynuować, przeładuj lub przejdź do innej strony.<br/><br/> Jeśli problem będzie się powtarzał, możesz zgłosić błąd :)<br/>Wybierz <b>'WebKit Gtk'</b> jako komponent.<br/> Ustaw <b>[GTK]</b> jako prefiks tematu.
pt_pt: A página da web foi encerrada inesperadamente. Para continuar, recarregue ou vá para outra página.<br/><br/>Se o problema persistir, pode relatar um erro :)<br/>Utilizador <b>'WebKit Gtk'</b> um componente.<br/>Definir <b>[GTK]</b> Como prefixo do assunto.
uk: Роботу вебсторінки було несподівано зупинено. Щоб продовжити, перезавантажте або перейдіть на іншу сторінку.<br/><br/>Якщо проблема не зникне, ви можете повідомити про помилку :)<br/>Вкажіть<b>«WebKit Gtk»</b> компонентом.<br/> Встановіть <b>[GTK]</b> префіксом теми.

source: Report a bug now
ar: أبلغ عن علة الآن
de: Einen Programmfehler melden
es: Informar del error ahora
hr: Prijavi grešku
lt: Pranešti apie klaidą dabar
nb_no: Rapporter en feil nå
nl: Nu melden als bug
pl: Zgłoś błąd
pt_pt: Reportar um bug agora
uk: Повідомити про ваду зараз

source: Allow notifications for %s
nl: Meldingen van %s toestaan
uk: Дозволити сповіщення для %s

source: Allow
nl: Toestaan
uk: Длзволити

source: Eolie is going to close this page because it is broken
ar: سيغلق أيولي هذه الصفحة لأنها قد تعطلت
de: Diese Seite wird geschlossen, weil sie defekt ist
es: Eolie cerrará esta página porque es defectuosa
hr: Eolie će zatvoriti ovu stranicu, jer je neispravna
lt: Eolie ketina užverti šį puslapį, nes jis yra sugadintas
nb_no: Eolie vil lukke denne siden fordi den er knekt
nl: Eolie zal deze site sluiten, want deze werkt niet
pl: Eolie ma zamiar zamknąć tę stronę, gdyż jest ona uszkodzona
pt_pt: Eolie fechará esta página porque está quebrada
uk: Еолі збирається закрити цю сторінку, оскільки вона зламана

source: Reload preview
ar: حدّث العينة
de: Vorschau neu laden
es: Recargar la previsualización
hr: Ponovo učitaj pretprikaz
lt: Įkelti peržiūrą iš naujo
nb_no: Gjeninnlast forhåndsvisning
nl: Voorvertoning herladen
pl: Wczytaj ponownie stronę
pt_pt: Recarregar visualização
uk: Перезавантажити попередній перегляд

source: Open link in a new page
ar: افتح الرابط في صفحة جديدة
de: Link in neuem Reiter öffnen
es: Abrir el enlace en una página nueva
fa: باز کردن پیوند در یک صفحه نو
hr: Otvori poveznicu u novoj stranici
lt: Atverti nuorodą naujame puslapyje
nb_no: Åpne lenke i ny side
nl: Link openen op nieuw tabblad
pl: Otwórz odnośnik w nowej karcie
pt_pt: Abrir a ligação numa nova página
uk: Відкрити посилання на новій сторінці

source: Open link in a new private page
ar: افتح الرابط في صفحة خاصة جديدة
de: Link in neuem, privaten Reiter öffnen
es: Abrir el enlace en una página privada nueva
fa: باز کردن پیوند در یک صفحه خصوصی نو
hr: Otvori poveznicu u novoj privatnoj stranici
lt: Atverti nuorodą naujame privačiame puslapyje
nb_no: Åpne lenke i ny privat side
nl: Link openen op nieuw privétabblad
pl: Otwórz odnośnik w nowej prywatnej karcie
pt_pt: Abrir ligação numa nova página privada
uk: Відкрити посилання на новій приватній сторінці

source: Open link in a new window
ar: افتح الرابط في نافذة جديدة
de: Link in neuem Fenster öffnen
es: Abrir el enlace en una ventana nueva
fa: باز کردن پیوند در یک پنجره نو
hr: Otvori poveznicu u novom prozoru
lt: Atverti nuorodą naujame lange
nb_no: Åpne lenke i nytt vindu
nl: Link openen in nieuw venster
pl: Otwórz odnośnik w nowej karcie
pt_pt: Abrir a ligação numa nova janela
uk: Відкрити посилання в новому вікні

source: Search on the Web
ar: ابحث في الوب
de: Im Internet suchen
es: Buscar en la web
fa: جستجو در وب
hr: Traži na webu
lt: Ieškoti saityne
nb_no: Søk på nettet
nl: Zoeken op internet
pl: Wyszukaj w sieci
pt_pt: Procurar na web
uk: Шукати в мережі

source: Save page as image
ar: صوّر الصفحة
de: Website als Bild speichern
es: Guardar la página como imagen
fa: ذخیره صفحه به گونه عکس
hr: Spremi stranicu kao sliku
lt: Įrašyti puslapį kaip paveikslą
nb_no: Lagre side som bilde
nl: Pagina opslaan als afbeelding
pl: Zapisz stronę jako obraz
pt_pt: Gravar página como imagem
uk: Зберегти сторінку як зображення

source: Select files to upload
ar: اختر ملفات لرفعها
de: Dateien zum Upload auswählen
es: Seleccione los archivos que se cargarán
fa: پرونده‌ها را برای بارگذاری انتخاب کنید
hr: Odaberi datoteke za prijenos
lt: Pasirinkite norimus įkelti failus
nb_no: Velg filer å laste opp
nl: Selecteer te uploaden bestanden
pl: Wybierz pliki do przesłania
pt_pt: Selecione os ficheiros para enviar
uk: Виберіть файли для передавання

source: Open
ar: إفتح
de: Öffnen
es: Abrir
fa: باز کردن
hr: Otvoreno
lt: Atverti
nb_no: Åpne
nl: Openen
pl: Otwórz
pt_pt: Abrir
uk: Відкрити

source: Search previous occurrence
ar: ابحث عن المطابق السابق
de: Zur vorherigen Fundstelle
es: Buscar la ocurrencia anterior
hr: Traži prethodno pojavljivanje
lt: Ieškoti ankstesnio atitikmens
nb_no: Søk etter tidligere forekomst
nl: Vorige vermelding zoeken
pl: Wyszukaj poprzedniego wystąpienia
pt_pt: Pesquisar ocorrência anterior
uk: Шукати попереднє входження

source: Search next occurrence
ar: ابحث عن المطابق التالي
de: Zur nächsten Fundstelle
es: Buscar la ocurrencia siguiente
hr: Traži sljedeće pojavljivanje
lt: Ieškoti kito atitikmens
nb_no: Søk etter neste forekomst
nl: Volgende vermelding zoeken
pl: Wyszukaj następnego wystąpienia
pt_pt: Pesquisar próxima ocorrência
uk: Шукати наступне входження

source: 1000 of 1000 matches
ar: 1000 من 1000 نتيجة
de: 1000 von 1000 Treffern
es: 1000 de 1000 coincidencias
hr: 1000 od 1000 poklapanja
lt: 1000 iš 1000 atitikmenų
nb_no: 1000 av 1000 treff
nl: 1000 van 1000 resultaten
pl: 1000 na 1000 dopasowań
pt_pt: 1000 de 1000 correspondem
uk: 1000 з 1000 збігів

source: Deny geolocation
ar: ارفض تحديد الموقع
de: Geoposition verweigern
es: Denegar geolocalización
hr: Zabrani geolokaciju
lt: Atmesti geografinės vietos nustatymą
nb_no: Nekt geoplassering
nl: Geo-locatie afwijzen
pl: Odmów geolokalizacji
pt_pt: Negar geolocalização
uk: Заборонити геолокацію

source: This page contains insecure content
ar: هذه الصفحة تحوي محتوى ليس آمنًا
de: Diese Seite enthält unsicheren Inhalt
es: Esta página contiene contenido no seguro
hr: Ova stranica sadrži nesiguran sadržaj
lt: Šiame puslapyje yra nesaugus turinys
nb_no: Siden inneholder usikkert innhold
nl: Deze pagina bevat onbeveiligde inhoud
pl: Ta strona zawiera niebezpieczną zawartość
pt_pt: Esta página contém conteúdo inseguro
uk: Ця сторінка містить незахищений вміст

source: Search or enter address
ar: ابحث أو أدخل عنوانًا
de: Suchen oder Adresse eingeben
es: Buscar o escribir una dirección
fa: جستجو یا وارد کردن نشانی
hr: Traži ili upiši adresu
lt: Įveskite paiešką arba adresą
nb_no: Søk eller skriv inn adresse
nl: Zoek of voer een adres in
pl: Szukaj lub wprowadź adres
pt_pt: Pesquise ou digite o endereço
uk: Шукайте або введіть адресу

source: Save password for: %s
ar: احفظ كلمة السر لأجل: %s
de: Speichere Passwort für: %s
es: Guardar contraseña para: %s
fa: ذخیره گذرواژه برای: %s
hr: Spremi lozinku za: %s
lt: Įrašyti slaptažodį, skirtą: %s
nb_no: Lagre passord for: %s
nl: Wachtwoord opslaan van %s
pl: Zapisz hasło dla: %s
pt_pt: Gravar palavra-passe para:%s
uk: Зберегти пароль для: %s

source: Paste and load
ar: ألصق واذهب
de: Einfügen und los
es: Pegar y cargar
fa: چسباندن و بارگیری
hr: Umetni i učitaj
lt: Įdėti ir įkelti
nb_no: Lim inn og gå
nl: Plakken en laden
pl: Wklej i przejdź do strony
pt_pt: Colar e carregar
uk: Вставити і завантажити

source: C_lear
ar: ا_مح
de: _Löschen
es: _Vaciar
hr: _Izbriši
lt: Išva_lyti
nb_no: T_øm
nl: Wiss_en
pl: _Wyczyść
pt_pt: Li_mpar

source: OK
ar: حسنًا
es: Aceptar
fa: خوب
hr: U redu
lt: Gerai
nl: Oké
pt_pt: Certo

source: Syncing is not available on your computer: %s
ar: المزامنة غير متاحة على حاسوبك: %s
de: Synchronisation ist auf Ihrem Rechner nicht verfügbar: %s
es: La sincronización no está disponible en su ordenador: %s
hr: Sinkronizacija trenutačno nije dostupna na tvom računalu: %s
lt: Jūsų kompiuteryje sinchronizavimas nėra prieinamas: %s
nb_no: Synkronisering er ikke tilgjengelig på din datamaskin: %s
nl: Synchronisatie is niet beschikbaar op je computer: %s
pl: Synchronizacja nie jest dostępna na twoim komputerze: %s
pt_pt: A sincronização não está disponível no seu computador: %s

source: https://www.yahoo.com
de: https://de.yahoo.com/
es: https://espanol.yahoo.com
nl: https://nl.yahoo.com
pl: https://www.yahoo.pl

source: Liberapay
ar: ليبرابَي
fa: لیبراپی

source: Patreon
ar: باتريون
fa: پترئون

source: PayPal
ar: باي بال
fa: پی‌پال

source: Eolie
ar: أيولي

source: Search domains
ar: ابحث في النطاقات
fa: جستجوی دامنه‌ها
hr: Traži domene
lt: Paieškos sritys
pl: Wyszukaj domeny

source: Delete cookies
ar: امسح الكعكات
fa: حذف کوکی‌ها
hr: Izbriši kolačiće
lt: Ištrinti slapukus
nb_no: Slett kaker
pl: Usuń pliki ciasteczek

source: Cookies
ar: الكعكات
fa: کوکی‌ها
hr: Kolačići
lt: Slapukai
nb_no: Kaker
pl: Ciasteczka

source: Remove all passwords
ar: أزل كل كلمات السر
fa: حذف همه گذرواژه‌ها
hr: Ukloni sve lozinke
lt: Šalinti visus slaptažodžius
nb_no: Fjern alle passord
pl: Usuń wszystkie hasła

source: Remove all cookies
ar: احذف كل الكعكات
fa: حذف همه کوکی‌ها
hr: Ukloni sve kolačiće
lt: Šalinti visus slapukus
nb_no: Fjern alle kaker
pl: Usuń wszystkie ciasteczka
